Repository: pculture/miro
Catalog: tv/resources/locale/*.po
Languages: el, eu, fr, nl, ru, sk

source: LEECH
el: Παραλήπτες
eu: IZAIN
fr: TÉLÉCHARGEURS
ru: Принимающие

source: SHARE
el: Διαμοιρασμός
eu: PARTEKATU
fr: PARTAGER
nl: DEEL
ru: ПОДЕЛИТЬСЯ

source: DRM locked
el: Κλειδωμένο βάσει του DRM
eu: DRM bidez blokeatuta
fr: Protégé par DRM
nl: DRM vergrendeld
ru: Защищено ТСЗАП

source: Conversion to %(format)s
el: Μετατροπή σε %(format)s
eu: Bihurtu %(format)s-(e)ra
fr: Conversion en %(format)s
nl: Conversie naar %(format)s
ru: Преобразование в %(format)s
sk: Konverzia do %(format)s

source: Conversion to %(format)s failed: %(error)s
el: Η μετατροπή σε %(format)s απέτυχε: %(error)s
eu: %(format)s-(e)ra bihurtzeak huts egin du: %(error)s
fr: La conversion au format %(format)s a échoué : %(error)s
nl: De conversie naar %(format)s is mislukt: %(error)s
ru: Ошибка преобразования в %(format)s: %(error)s

source: Clear
el: Καθαρισμός
eu: Garbitu
fr: Effacer
nl: Wis
ru: Очистить
sk: Vymazať

source: Failed
el: Απέτυχε
eu: Huts egin du
fr: Échec
nl: Gefaald
ru: Ошибка

source: Troubleshoot
el: Αντιμετώπιση προβλημάτων
eu: Arazoak konpondu
fr: Résolution de problèmes
nl: Probleemoplosser
ru: Устранение неисправностей
sk: Pomoc pri problémoch

source: Open Log
el: Άνοιγμα αρχείου καταγραφής
eu: Ireki egunkaria
fr: Ouvrir le journal
nl: Log _openen
ru: Открыть журнал
sk: Otvoriť záznam

source: Completed
el: Ολοκληρώθηκε
eu: Osatuta
fr: Terminé
nl: Voltooid
ru: Готово
sk: Hotovo

source: %(percent)i%% done
el: %(percent)i%% ολοκληρώθηκε
eu: %%%(percent)i eginda
fr: %(percent)i %% effectués
nl: %(percent)i%% voltooid
ru: %(percent)i%% выполнено

source: Converting
el: Γίνεται ματατροπή
eu: Bihurtzen
fr: Conversion en cours
nl: Omzetten
ru: Конвертируется
sk: Konvertujem

source: Subscribe to Podcast
el: Δημιουργία συνδρομής στο podcast
eu: Harpidetu podcast-era
fr: S'inscrire au Podcast
nl: Abboneer op podcast
ru: Подписаться на подкаст
sk: Odoberať podcast

source: This link appears to be a podcast. Do you want to add it to your subscriptions? %(url)s
el: Αυτός ο σύνδεσμος φαίνεται να είναι ένα podcast. Θέλετε να το προσθέσετε στις συνδρομές σας; %(url)s
eu: Dirudienez esteka hau podcast bat da. Zure harpidetzetara gehitu nahi duzu? %(url)s
fr: Ce lien semble être un podcast. Voulez-vous l'ajouter à votre abonnement ? %(url)s
nl: Deze link lijkt een podcast te zijn. Wil je hem toevoegen aan je abonnementen? %(url)s
ru: Эта ссылка похожа на подкаст. Вы хотите добавить его к своим подпискам? %(url)s

source: _File
el: _Αρχείο
eu: _Fitxategia
fr: _Fichier
nl: _Bestand
ru: _Файл
sk: _Súbor

source: _Open
el: Ά_νοιγμα
eu: I_reki
fr: _Ouvrir
ru: _Открыть
sk: _Otvoriť

source: Import
el: Εισαγωγή
eu: Inportatu
fr: Importer
nl: Importeren
ru: Импортировать

source: Search all my Files...
el: Αναζήτηση σε όλα τα αρχεία μου...
eu: Bilatu nire fitxategi guztiak...
fr: Rechercher dans tous mes fichiers...
nl: Doorzoek al mijn bestanden...
ru: Найти все мои файлы...

source: Search in a Folder...
el: Αναζήτηση σε ένα φάκελο...
eu: Bilatu karpeta batean...
fr: Rechercher dans un dossier...
nl: Zoek in een map...
ru: Поиск в папке
sk: Hľadať v priečinku...

source: Watch a Folder...
el: Παρακολούθηση φακέλου...
eu: Ikusi karpeta bat...
fr: Surveiller un dossier...
nl: Monitor een map...
ru: Просмотр содержания папки
sk: Sledovať priečinok...

source: Choose Files....
el: Επιλογή αρχείων...
eu: Aukeratu fitxategiak...
fr: Choisir des fichier...
nl: Kies bestanden...
ru: Выберите файлы...
sk: Vybrať súbory...

source: Download from a URL
el: Λήψη από URL
eu: Deskargatu URL batetik
fr: Télécharger à partir d'une adresse URL
nl: Download van een URL
ru: Сохранить с адресной ссылки как...

source: Edit _Item Details...
eu: Editatu _elementuaren xehetasunak...
fr: _Modifier les détails de l'élément...
nl: Wijzig _Item gegevens...
ru: Свойства _объекта...

source: Edit _Items
el: Επεξεργασία _Αντικειμένων
eu: Editatu _elementuak
fr: Mo_difier ces éléments
nl: Bewerk items
ru: Изменить _объекты

source: Use album art and song info from online lookup database (Echonest)
eu: Erabili lineako bilaketen datu-baseko bilduma azal eta kanten informazioak (Echonest)
fr: Récupérer la pochette et les informations sur les chansons en ligne (Echonest)
nl: Gebruik album art en nummerinformatie van de online lookup database (Echonest)
ru: Использовать поиск иллюстраций альбомов и композиций из базы данных в интернете (Echonest)

source: Remove Item
el: Αφαίρεση αντικειμένου
eu: Kendu elementua
fr: Supprimer cet élément
nl: Verwijder item
ru: Удалить элемент
sk: Odstrániť položku

source: Remove Items
el: Αφαίρεση αντικειμένων
eu: Kendu elementuak
fr: Supprimer ces éléments
nl: Verwijder items
ru: Удалить элементы
sk: Odstrániť položky

source: _Save Item As
el: _Αποθήκευση αντικειμένου ως
eu: _Gorde elementua honela
fr: _Enregistrer cet élément sous
nl: Item opslaan als
ru: _Сохранить объект как

source: _Save Items As
el: _Αποθήκευση αντικειμένων ως
eu: _Gorde elementuak honela
fr: _Enregistrer ces éléments sous
nl: Items opslaan als
ru: _Сохранить объекты как

source: Copy Item _URL
el: Αντιγραφή _URL αντικειμένου
eu: _Kopiatu elementuaren URL-a
fr: Copier l'adresse _URL de l'élément
nl: Kopieer _URL
ru: _Копировать адрес
sk: Kopírovať položku

source: Check Version
el: Έλεγχος έκδοσης
eu: Egiaztatu bertsioa
fr: Vérifier la version
nl: Kijk huidige versie na
ru: Проверить версию
sk: Skontrolovať verziu

source: Preferences
el: Προτιμήσεις
eu: Hobespenak
fr: Préférences
nl: Instellingen
ru: Параметры
sk: Nastavenia

source: _Quit
el: _Έξοδος
eu: _Irten
fr: _Quitter
nl: _Afsluiten
ru: В_ыход
sk: _Skončiť

source: _Sidebar
el: _Πλευρική στήλη
eu: _Albo-barra
fr: _Barre latérale
nl: _Zijbalk
ru: _Боковая панель
sk: Bočný panel

source: Add Podcast
el: Προσθήκη podcast
eu: Gehitu podcast-a
fr: Ajouter un podcast
nl: Podcast toevoegen
ru: Добавить подкаст
sk: Pridať podcast

source: New Search Podcast
el: Νέα αναζήτηση podcast
eu: Bilaketa podcast berria
fr: Rechercher un nouveau podcast
nl: Nieuwe Zoekactie Podcast
ru: Новый поиск подкаста
sk: Vyhľadať nový podcast

source: _New Folder
el: _Νέος φάκελος
eu: Karpeta _berria
fr: Créer un _nouveau dossier
nl: _Nieuwe map
ru: Новая _папка

source: Rename
el: Μετονομασία
eu: Berrizendatu
fr: Renommer
nl: Hernoem
ru: Переименовать
sk: Premenovať

source: Remove Podcast
el: Αφαίρεση podcast
eu: Kendu podcast-a
fr: Supprimer ce podcast
nl: Podcast verwijderen
ru: Удалить подкаст
sk: Odstrániť podcast

source: Remove Podcasts
el: Αφαίρεση podcasts
eu: Kendu podcast-ak
fr: Supprimer ces podcasts
nl: Podcasts verwijderen
ru: Удалить подкасты
sk: Odstrániť podcasty

source: Remove Folder
el: Αφαίρεση φακέλου
eu: Kendu karpeta
fr: Supprimer le dossier
nl: Map verwijderen
ru: Удалить папку
sk: Odstrániť priečinok

source: Remove Folders
el: Αφαίρεση φακέλων
eu: Kendu karpetak
fr: Supprimer les dossiers
nl: Mappen verwijderen
ru: Удалить папки
sk: Odstrániť priečinky

source: Remove Source
el: Αφαίρεση πηγής
eu: Kendu iturburua
fr: Supprimer la source
nl: Verwijder bron
ru: Удалить источник
sk: Odstrániť zdroj

source: Remove Sources
el: Αφαίρεση πηγών
eu: Kendu iturburuak
fr: Supprimer les sources
nl: Verwijder bronnen
ru: Удалить источник
sk: Odstrániť zdroje

source: Update Podcast
el: Ενημέρωση podcast
eu: Eguneratu podcast-a
fr: Mettre à jour le podcast
ru: Обновить подкаст

source: Update Podcasts
el: Ενημέρωση podcasts
eu: Eguneratu podcast-ak
fr: Mettre à jour les podcasts
ru: Обновить подкасты

source: Update All Podcasts and Library
el: Ενημέρωση όλων των podcasts και της βιβλιοθήκης
eu: Eguneratu podcast guztiak eta liburutegia
fr: Mettre à jour tous les podcasts et la bibliothèque
nl: Update Alle Podcasts en bibliotheek
ru: Обновить все подкасты и библиотеку

source: Import Podcasts (OPML)
el: Εισαγωγή podcasts (OPML)
eu: Inportatu podcast-ak (OPML)
fr: Importer des podcasts (OPML)
nl: Importeer Podcasts (OPML)
ru: Импортировать подкасты (OPML)
sk: Importovať podcasty (OPML)

source: Export Podcasts (OPML)
el: Εξαγωγή podcasts (OPML)
eu: Esportatu podcast-ak (OPML)
fr: Exporter des podcasts (OPML)
nl: Exporteer Podcasts (OPML)
ru: Экспортировать подкасты (OPML)
sk: Exportovať podcasty (OPML)

source: Share with a Friend
el: Διαμοιρασμός με κάποιο φίλο
eu: Partekatu lagun batekin
fr: Partager avec un ami
nl: Deel met een vriend
ru: Поделиться с другом

source: Copy URL
el: Αντιγραφή URL
eu: Kopiatu URL-a
fr: Copier l'adresse URL
nl: Kopieer URL
ru: Копировать адрес
sk: Kopírovať URL

source: _Playlists
el: _Λίστες αναπαραγωγής
eu: _Erreprodukzio-zerrendak
fr: _Listes de lecture
ru: _Списки воспроизведения
sk: _Playlisty

source: New _Playlist
el: Νέα _λίστα αναπαραγωγής
eu: _Erreprodukzio-zerrenda berria
fr: _Nouvelle liste de lecture
nl: Nieuwe afs_peellijst
ru: Новый список воспроизведения
sk: Nový playlist

source: New Playlist Folder
el: Νέος φάκελος λιστών αναπαραγωγής
eu: Erreprodukzio-zerrenden karpeta berria
fr: Nouveau dossier de liste de lecture
nl: Nieuwe afspeellijst folder
ru: Папка нового списка воспроизведения

source: Remove Playlist
el: Αφαίρεση λίστας αναπαραγωγής
eu: Kendu erreprodukzio-zerrenda
fr: Supprimer la liste de lecture
nl: Afspeellijst verwijderen
ru: Удалить список воспроизведения
sk: Odstrániť zoznam skladieb

source: Remove Playlists
el: Αφαίρεση λιστών αναπαραγωγής
eu: Kendu erreprodukzio-zerrendak
fr: Supprimer les listes de lecture
nl: Afspeellijsten verwijderen
ru: Удалить списки воспроизведения
sk: Odstrániť zoznamy skladieb

source: Remove Playlist Folders
el: Αφαίρεση φακέλων λιστών αναπαραγωγής
eu: Kendu erreprodukzio-zerrenden karpetak
fr: Supprimer les dossiers de listes de lecture
nl: Verwijder afspeellijst folders
ru: Удалить папки списков воспроизведения

source: Remove Playlist Folder
el: Αφαίρεση φακέλου λιστών αναπαραγωγής
eu: Kendu erreprodukzio-zerrenden karpeta
fr: Supprimer le dossier de la liste de lecture
nl: Verwijder afspeellijst folder
ru: Удалить папку списка воспроизведения

source: P_layback
el: Α_ναπαραγωγή
eu: E_rreprodukzioa
fr: _Lecture
nl: _Afspelen
ru: Воспроизвести
sk: Pre_hrávanie

source: Stop
el: Διακοπή
eu: Gelditu
fr: Arrêter
nl: Afbreken
ru: Отстановить

source: Next Item
el: Επόμενο αντικείμενο
eu: Hurrengo elementua
fr: Élément suivant
nl: Volgende tem
ru: Следующий объект
sk: Nasledujúca položka

source: Previous Item
el: Προηγούμενο αντικείμενο
eu: Aurreko elementua
fr: Élément précédent
nl: Vorige item
ru: Предыдущий объект
sk: Prechádzajúca položka

source: Skip Forward
el: Μετάβαση μπροστά
eu: Saltatu aurrera
fr: Avancer
nl: Een stap vooruit
ru: Пропустить вперед
sk: Preskočiť dopredu

source: Skip Back
el: Μετάβαση πίσω
eu: Saltatu atzera
fr: Revenir en arrière
nl: Een stap terug
ru: Пропустить назад
sk: Preskočiť dozadu

source: Volume Up
el: Αύξηση έντασης
eu: Igo bolumena
fr: Augmenter le volume
nl: Volume omhoog
ru: Громче
sk: Zvýšiť hlasitosť

source: Volume Down
el: Μείωση έντασης
eu: Jaitsi bolumena
fr: Diminuer le volume
nl: Volume omlaag
ru: Тише
sk: Znížiť hlasitosť

source: Go to Currently Playing
el: Μετάβαση στην τρέχουσα αναπαραγωγή
eu: Joan uneko erreprodukziora
fr: Aller à la lecture en cours
nl: Ga naar "momenteel aan het afspelen"
ru: Перейти к в воспроизводимому в настоящее время

source: _Fullscreen
el: _Πλήρης οθόνη
eu: _Pantaila osoa
fr: _Plein écran
nl: Volledig _scherm
ru: _Во весь экран
sk: _Celá obrazovka

source: _Toggle Detached/Attached
el: _Εναλλαγή απόσπασης/προσάρτησης
eu: _Txandakatu Erantsi gabe/Erantsita
fr: _Attacher/détacher
nl: A_fzonderlijk venster
ru: _Отделить / Присоединить
sk: Zmeniť pripojené/odpojené

source: Audio Track
el: Ηχητικό κομμάτι
eu: Audio pista
fr: Piste audio
nl: Audionummer
ru: Звуковая дорожка

source: _Encoding
el: _Κωδικοποίηση
eu: _Kodeketa
fr: _Encodage
nl: _Codering
ru: _Кодировка
sk: _Kódovanie

source: Sorts
el: Ταξινομήσεις
eu: Ordenak
fr: Tri
nl: Sorteren
ru: Упорядочивание

source: _Convert
el: _Μετατροπή
eu: _Bihurtu
fr: _Conversions
nl: _Converteren
ru: _Преобразовать

source: _Help
el: _Βοήθεια
eu: _Laguntza
fr: _Aide
ru: _Справка
sk: _Pomocník

source: About %(name)s
el: Περί του %(name)s
eu: %(name)s-(r)i buruz
fr: À propos de %(name)s
nl: Over %(name)s
ru: О %(name)s

source: Help
el: Βοήθεια
eu: Laguntza
fr: Aide
ru: Справка

source: Report a Bug
el: Αναφορά σφάλματος
eu: Eman errore baten berri
fr: Signaler un problème
nl: Meld een bug
ru: Сообщить об ошибке
sk: Nahlásiť chybu

source: Translate
el: Μετάφραση
eu: Itzulpena
fr: Traduire
nl: Vertaal
ru: Перевести
sk: Preložiť

source: Planet Miro
el: Πλανήτης Miro
eu: Miro Planeta
fr: Planète Miro
nl: Planeet Miro
ru: Планета Miro
sk: Planéta Miro

source: Dev
eu: Garapena
fr: Développement

source: Profile Message
el: Μήνυμα προφίλ
eu: Profileko mezua
fr: Message du profil
nl: Profielbericht
ru: Сообщение профиля

source: Profile Redraw
el: Επανασχεδίαση προφίλ
eu: Bermarraztu profila
fr: Révision du profil
nl: Hermaak profiel

source: Test Crash Reporter
el: Δοκιμή της αναφοράς σφάλματος
eu: Probatu kraskadura-txostengilea
fr: Tester le rapporteur d'incident
ru: Протестировать технологию сообщения о сбоях
sk: Vyskúšať odosielanie hlásení o páde

source: Test Soft Crash Reporter
el: Δοκιμή της αναφοράς ομαλού σφάλματος
eu: Probatu softwarearen kraskadura-txostengilea
fr: Tester le rapporteur d'incident logiciel

source: Memory Stats
el: Στατιστικά μνήμης
eu: Memoriaren estatistikak
fr: Statistiques mémoire
nl: Geheugen statistieken
ru: Состояние памяти
sk: Pamäťové štatistiky

source: Force Feedparser Processing
el: Εξαναγκασμός επεξεργασίας του Feedparser
eu: Behartu jario-analizatzailearen prozesatzea
fr: Forcer l'analyse des flux
nl: Feedparser verwerking forceren

source: Clog Backend
eu: Buxadura motorra
fr: Saturer l'arrière-plan

source: Run Echoprint
eu: Exekutatu Echoprint
fr: Démarrer Echoprint
nl: Opzoeken in Echoprint
ru: Запустить Echoprint

source: Run ENMFP
eu: Exekutatu ENMFP
fr: Démarrer ENMFP
nl: Opzoeken in ENFMP
ru: Запустить ENMFP

source: Image Render Test
eu: Irudi errendatzearen proba
fr: Tester le rendu d'image
nl: Test renderen afbeeldingen

source: Force Main DB Save Error
eu: Behartu DB nagusiaren gordetze-errorea
fr: Forcer une erreur de sauvegarde sur la base de données principale
nl: Fout tijdens hoofd DB-opslag

source: Force Device DB Save Error
eu: Behartu gailuen DBaren gordetze-errorea
fr: Forcer une erreur de sauvegarde sur la base de données du périphérique
nl: Fout tijdens apparaat DB-opslag

source: Default (UTF-8)
el: Προεπιλογή (UTF-8)
eu: Lehenetsia (UTF-8)
fr: Par défaut (UTF-8)
nl: Standaard (UTF-8)
ru: По умолчанию (UTF-8)
sk: Základné (UTF-8)

source: URL:
eu: URL-a:
fr: Adresse URL :
ru: Адрес:

source: Enter the URL of the podcast to add
el: Εισάγετε το URL του podcast για προσθήκη
eu: Sartu gehitu beharreko podcast-aren URL-a
fr: Entrez l'adresse du podcast à ajouter
nl: Voer de URL van de toe te voegen podcast in
ru: Для добавления подкаста введите его URL
sk: Zadajte URL adresu podcastu

source: Add Podcast - Invalid URL
el: Προσθήκη podcast - Μη έγκυρο URL
eu: Gehitu podcast-a - URL baliogabea
fr: Ajout de Podcast - Adresse non valide
nl: Voeg podcast toe - Ongeldige URL
ru: Добавление подкаста - Неверный URL
sk: Pridanie podcastu - Neplatné URL

source: The address you entered is not a valid url. Please check the URL and try again. Enter the URL of the podcast to add
el: Η διεύθυνση που εισάγατε δεν είναι έγκυρη. Παρακαλούμε ελέγξτε το URL και ξαναπροσπαθήστε. Εισάγετε το URL του podcast για προσθήκη
eu: Sartu duzun helbidea ez da baliozko url bat. Mesedez egiaztatu URL-a eta saiatu berriro. Sartu gehitu beharreko podcast-aren URL-a
fr: L'adresse que vous avez entrée n'est pas une adresse URL valide. Vérifiez l'adresse URL et recommencez. Entrez l'adresse URL du podcast à ajouter.
nl: Het adres dat je ingevuld hebt is geen geldige URL. Controleer de URL en probeer het opnieuw. Vul de URL van de podcast in om deze toe te voegen
ru: Введённый адрес не является допустимой адресной ссылкой. Пожалуйста, убедитесь в правильности адресной ссылки и повторите снова. Для добавления? введите адресную ссылку URL

source: Folder name:
el: Όνομα φακέλου:
eu: Karpetaren izena:
fr: Nom du dossier :
nl: Mapnaam:
ru: Имя папки:
sk: Názov adresára:

source: Create Podcast Folder
el: Δημιουργία φακέλου podcast
eu: Sortu podcast karpeta
fr: Créer le dossier de podcast
nl: Maak een Podcast-map aan.
ru: Создать папку подкастов
sk: Vytvoriť priečinok pre podcasty

source: Enter the name of the folder to add
el: Εισάγετε το όνομα του φακέλου για προσθήκη
eu: Sartu gehitu beharreko karpetaren izena
fr: Saisissez le nom du dossier à ajouter
nl: Geed een naam op voor de nieuwe map
ru: Введите имя добавляемой папки
sk: Zadaj meno adresára, ktorý sa má pridať

source: A search podcast contains items that match a search term.
el: Η αναζήτηση podcast περιέχει αντικείμενα που ταιριάζουν με κάποιο κριτήριο αναζήτησης.
eu: Bilaketa podcast batek bilatutako hitz(ar)ekin bat datozen elementuak ditu.
fr: Un podcast de recherche contient des éléments qui correspondent à un terme de la recherche.
nl: Een zoekactie naar podcasts bevat items die overeenstemmen met een zoekterm.
ru: Искомый подкаст содержит объекты соответствующие поисковому запросу.

source: Search for:
el: Αναζήτηση για:
eu: Bilatu hau:
fr: Rechercher :
nl: Zoeken naar:
ru: Искать:
sk: Hľadať:

source: In this:
el: Σε αυτό:
eu: Honetan:
fr: Dans ceci :
nl: Hierin:
ru: В:
sk: V

source: Podcast:
eu: Podcast-a:
ru: Подкаст:

source: Search engine:
el: Μηχανή αναζήτησης:
eu: Bilaketa-tresna:
fr: Moteur de recherche :
nl: Zoekmachine:
ru: Поисковик:
sk: Vyhľadávací stroj:

source: Add Watched Folder
el: Προσθήκη φακέλου παρακολούθησης
eu: Gehitu behatutako karpeta
fr: Ajouter un dossier à surveiller
nl: Voeg nieuwe map toe om in de gaten te houden
ru: Добавить каталог для отслеживания
sk: Pridať adresár na sledovanie

source: %(appname)s can watch a folder on your computer and show those media files in your library.
el: Το %(appname)s μπορεί να παρακολουθεί ένα φάκελο στον υπολογιστή σας και να προβάλει τα αρχεία πολυμέσων του στη βιβλιοθήκη σας.
eu: %(appname)s-(e)k zure ordenagailuko karpeta bat behatu eta bertako eduki-fitxategiak zure liburutegian erakuts ditzake.
fr: %(appname)s peut surveiller un dossier de votre ordinateur pour ajouter ces fichiers multimédia à votre bibliothèque.
nl: %(appname)s kan een map op je computer monitoren en de media bestanden weergeven in je bibliotheek.
ru: %(appname)s может наблюдать за папкой на вашем компьютере и показывать её мультимедийные файлы в вашей библиотеке.
sk: %(appname)s môže sledovať priečinok na vašom počítači a zobraziť tieto súbory vo vašej knižnici.

source: Directory:
el: Κατάλογος:
eu: Direktorioa:
fr: Répertoire :
nl: Map:
ru: Папка:
sk: Priečinok:

source: Show in my sidebar as a podcast
el: Να προβάλλεται στην πλευρική μου στήλη ως podcast
eu: Erakutsi nire albo-barran podcast bezala
fr: Afficher dans ma barre latérale comme un podcast
nl: Toon in mijn zijbalk als een podcast
ru: Показать на моей боковой панели в качестве подкаста
sk: Zobraziť v mojom bočnom paneli ako podcast

source: Choose Watched Folder Directory
el: Επιλέξτε τον κατάλογο του φακέλου που παρακολουθείται
eu: Aukeratu behatutako karpetaren direktorioa
fr: Choisir un répertoire à surveiller
nl: Kies een te monitoren map
ru: Выбрать наблюдаемую папку

source: That directory could not be found. Please check the path and try again.
el: Δεν ήταν δυνατή η εύρεση αυτού του καταλόγου. Παρακαλούμε ελέγξτε τη διαδρομή και ξαναπροσπαθήστε.
eu: Ezin izan da direktorio hori aurkitu. Mesedez egiaztatu bidea eta saiatu berriro.
fr: Ce répertoire est introuvable. Vérifiez le chemin d'accès et recommencez.
nl: Deze map kan niet gevonden worden. Controleer het pad en probeer nogmaals.
ru: Эта папка не может быть найдена. Пожалуйста, проверьте правильность местоположения и повторите снова.

source: That directory could not be accessed. Please check the permissions and try again.
el: Δεν ήταν δυνατή η προσπέλαση αυτού του καταλόγου. Παρακαλούμε ελέγξτε τα δικαιώματα και ξαναπροσπαθήστε.
eu: Ezin izan da direktorio hori atzitu. Mesedez egiaztatu baimenak eta saiatu berriro.
fr: Impossible d'accéder au répertoire. Vérifiez les permissions et recommencez.
nl: Deze map kan niet benadert worden. Controleer de machtigingen en probeer nogmaals.
ru: Нет доступа к папке. Пожалуйста, проверьте наличие права доступа к ней и повторите снова.

source: Open Subtitles File...
el: Άνοιγμα αρχείου υποτίτλων...
eu: Ireki azpititulu fitxategia...
fr: Ouvrir un fichier de sous-titre
nl: Open ondertitelingbestand
ru: Загрузить субтитры из файла...
sk: Otvoriť súbor s titulkami...

source: Subtitle files
el: Αρχεία υποτίτλων
eu: Azpititulu fitxategiak
fr: Fichiers de sous-titres
nl: Ondertitelingbestanden
ru: Файлы субтитров
sk: Súbory s titulkami

source: This Playlist is Empty
el: Αυτή η λίστα αναπαραγωγής είναι άδεια
eu: Erreprodukzio-zerrenda hutsik dago
fr: Cette liste de lecture est vide
nl: Lege afspeellijst
ru: Список воспроизведения пуст
sk: Tento playlist je prázdny

source: To add an item, drag it onto the name of this playlist in the sidebar.
el: Για να προσθέσετε ένα αντικείμενο, σύρετέ το πάνω στο όνομα αυτής της λίστα αναπαραγωγής στην πλευρική στήλη.
eu: Elementu bat gehitzeko, arrastatu albo-barrako erreprodukzio-zerrenda honen izenera.
fr: Pour ajouter un élément, faites-le glisser sur le nom de cette liste de lecture dans la barre latérale.
nl: Om een item toe te voegen dient u deze op de naam van de afspeellijst in de zijbalk te slepen.
ru: Чтобы добавить элемент, перетащите его на название списка воспроизведения в панели.
sk: Pre pridanie položky presunte jej názov na playlist na boku.

source: Startup / Shutdown
el: Εκκίνηση/Τερματισμός
eu: Abiarazi / Itzali
fr: Démarrage / Arrêt
nl: Opstarten / Afsluiten

source: Automatically run %(appname)s when I log in.
el: Αυτόματη εκκίνηση του %(appname)s όταν συνδέομαι.
eu: Exekutatu automatikoki %(appname)s saioa hasten dudanean.
fr: Lancer automatiquement %(appname)s à l'ouverture de session.
nl: Open %(appname)s automatisch na het inloggen.
ru: Автоматически запускать %(appname)s когда я вхожу в систему.
sk: Automaticky spustiť %(appname)s pri prihlásení

source: When starting up %(appname)s, remember what screen I was on when I last quit.
el: Όταν εκκινείται το %(appname)s, να απομνημονεύεται η οθόνη στην οποία βρισκόμουν πριν από την τελευταία έξοδό μου.
eu: %(appname)s abiarazterakoan, gogoratu zein pantailatan nengoen azken aldiz irtendakoan.
fr: Au démarrage de %(appname)s, afficher l'écran tel qu'il était lors de la dernière utilisation.
nl: Herinner tijdens het opstarten van %(appname)s het laatst gebruikte scherm van de vorige sessie.
ru: После запуска %(appname)s, запомнить последний посещённый перед выходом экран.

source: Warn me if I attempt to quit with downloads in progress.
el: Να ειδοποιούμαι αν προσπαθήσω να κλείσω την εφαρμογή ενώ υπάρχουν λήψεις σε εξέλιξη.
eu: Ohartarazi deskargak lanean ari direla irteten saiatzen banaiz.
fr: M'avertir si je tente de quitter alors que des téléchargements sont en cours.
nl: Waarschuw mij indien ik stop terwijl er downloads gaande zijn.
ru: При выходе из программы предупреждать о незавершенных загрузках.
sk: Varovať ma pri pokuse skončiť s aktívnymi downloadami.

source: Warn me if I attempt to quit with conversions in progress.
el: Να ειδοποιούμαι αν προσπαθήσω να κλείσω την εφαρμογή ενώ υπάρχουν μετατροπές σε εξέλιξη.
eu: Ohartarazi bihurketak lanean ari direla irteten saiatzen banaiz.
fr: M'avertir si je tente de quitter alors que des conversions sont en cours.
nl: Waarschuw mij wanneer ik afsluit bij actieve conversies.
ru: При выходе из программы предупреждать о незавершённых преобразованиях.
sk: Zapnúť upozorňovanie pri pokuse vypnúť program v priebehu konverzie.
