Repository: pculture/miro
Catalog: tv/resources/locale/*.po
Languages: el, eu, fr, nl, ru, sk

source: Sidebar
el: Πλευρική μπάρα
eu: Albo-barra
fr: Barre latérale
nl: Zijbalk
ru: Боковая панель
sk: Bočný panel

source: Show videos from podcasts in the Videos section.
el: Τα βίντεο από podcasts να εμφανίζονται στην ενότητα των βίντεο.
eu: Erakutsi podcast-etako bideoak Bideoak atalean
fr: Afficher les vidéos provenant de podcasts dans la rubrique Vidéos
nl: Toon video's uit podcasts in het Video's gedeelte.
ru: Показать видеофрагменты из подкастов в разделе видеофрагментов.
sk: Zobraziť videá z podcastov vo video sekcii.

source: Show audio from podcasts in the Music section.
el: Οι ήχοι από podcasts να εμφανίζονται στην ενότητα της μουσικής.
eu: Erakutsi podcast-etako audioak Musika atalean
fr: Afficher les fichiers audios provenant de podcasts dans la rubrique Musique
nl: Toon audio uit podcasts in het Muziek gedeelte.
ru: Показать звуковые данные из подкастов в музыкальном разделе.

source: Language
el: Γλώσσα
eu: Hizkuntza
fr: Langue
nl: Taal
ru: Язык
sk: Jazyk

source: (Changing the language requires you to restart %(appname)s.)
el: (Η αλλαγή της γλώσσας απαιτεί την επανεκκίνηση του %(appname)s.)
eu: (Hizkuntza aldatuz gero beharrezkoa da %(appname)s berrabiaraztea)
fr: (Redémarrez %(appname)s après avoir modifié la langue.)
nl: (%(appname)s moet herstarten wanneer de taal veranderd wordt.)
ru: (Для изменения языка необходимо перезапустить %(appname)s.)
sk: (Zmena jazyka vyžaduje reštart %(appname)s.)

source: Display in:
el: Εμφάνιση σε:
eu: Bistaratu hemen:
fr: Afficher en :
nl: Toon in:
sk: Zobraziť v:

source: Music Album Art and Info Cleanup
eu: Musika albumen azal eta informazioaren garbiketa
fr: Pochette et informations sur l'album et les chansons
nl: Opschonen van album art en nummer informatie
ru: Очистка сведений о композициях и иллюстрациях альбомов

source: Online lookup can find matching album art and song info for all your audio files
eu: Online bilaketak zure soinu fitxategiekin bat egiten duen albumaren azala eta abestiaren informazioa aurki dezake
fr: La recherche en ligne peut récupérer les pochettes d'album et les informations sur tous vos fichiers audio
ru: Поиск в интернете позволяет найти соответствующие иллюстрации альбома и сведения о композициях для всех ваших звуковых файлов

source: Via:
eu: Iturria:

source: Run Online Lookup for All Current Music
eu: Exekutatu lineako bilaketa uneko musika guztiarentzat
fr: Démarrer la recherche en ligne pour toute la musique présente
nl: Doe een online lookup voor alle spelende nummers
ru: Выполнить в интернете поиск всей текущей музыки

source: Remove All Lookup data
eu: Kendu bilaketa datu guztiak
fr: Supprimer toutes les données de la recherche
nl: Verwijder alle lookup gegevens
ru: Удалить все данные поиска

source: Automatically run online lookup for any new audio files that I add to Miro.
eu: Exekutatu lineako bilaketa automatikoki Mirora gehitzen ditudan audio fitxategi guztientzat.
fr: Démarrer automatiquement la recherche en ligne pour tous les nouveaux fichiers audio ajoutés à Miro.
nl: Doe automatisch een online lookup voor alle nieuwe audiobestanden die ik toevoeg aan Miro.
ru: Автоматически выполнять поиск в интернете для всех звуковых файлов добавляемых в Miro.

source: Using lookup data for %(net_lookup_count)s out of %(total_count)s items
eu: %(net_lookup_count)s-(r)entzako bilaketa datuak erabiltzen %(total_count)s elementutik
fr: Utilisation des données de recherche pour %(net_lookup_count)s éléments sur %(total_count)s
nl: Lookup data voor %(net_lookup_count)s van de %(total_count)s items gebruikt.

source: Every day
el: Κάθε ημέρα
eu: Egunero
fr: Tous les jours
nl: Elke dag
ru: Ежедневно
sk: Každý deň

source: Every hour
el: Κάθε ώρα
eu: Orduero
fr: Toutes les heures
nl: Elk uur
ru: Каждый час
sk: Každú hodinu

source: Every 30 minutes
el: Κάθε 30 λεπτά
eu: 30 minutuero
fr: Toutes les 30 minutes
nl: Elk half uur
ru: Каждые 30 минут
sk: Každých 30 minút

source: Manually
el: Χειροκίνητα
eu: Eskuz
fr: Manuellement
nl: Handmatig
ru: Вручную
sk: Ručne

source: New
el: Νέων
eu: Berria
fr: Nouveau
nl: Download de meest recente
ru: Новые
sk: Nový

source: Off
el: Απενεργοποιημένο
eu: Desaktibatuta
fr: Désactivé
nl: Doe niets
ru: Отключено
sk: Vypnúť

source: Standard view
el: Κλασσική προβολή
eu: Ikuspegi estandarra
fr: Vue normale
nl: Standaard weergave
ru: Стандартный вид

source: List view
el: Προβολή λίστας
eu: Zerrenda ikuspegia
fr: Vue liste
nl: Lijstweergave
ru: Список

source: Default settings for new podcasts:
el: Προκαθορισμένες ρυθμίσεις για τα νέα podcasts:
eu: Podcast berrientzako ezarpen lehenetsiak:
fr: Paramètres par défaut pour les nouveaux podcasts :
nl: Standaard instellingen voor nieuwe podcasts:
ru: Настройки для новых подкастов по умолчанию:
sk: Štandardné nastavenie pre nové podcasty:

source: (These can be changed using the podcast's settings button)
el: (Μπορούν να αλλαχθούν χρησιμοποιώντας το κουμπί των ρυθμίσεων podcast)
eu: (Alda daitezke podcast-en ezarpenak botoia erabiliz)
fr: (Ils peuvent être modifiés en utilisant le bouton de configuration des podcasts)
nl: (Deze kunnen verandert worden met de instellingen buttton van de podcast)
ru: (Могут быть изменены используя кнопку настроек подкаста)
sk: (Tieto môžete zmeniť pomocou tlačidiel nastavena podcastu)

source: Check for new content:
el: Έλεγχος για νέο περιεχόμενο:
eu: Egiaztatu eduki berririk baden:
fr: Vérifier la présence de nouveaux contenus :
nl: Zoek naar nieuwe afleveringen:
ru: Проверить наличие обновлений:
sk: Pozrieť či je k dispozícií nový obsah:

source: Auto-download setting:
el: Ρύθμιση αυτόματης λήψης:
eu: Deskarga automatikoen ezarpenak:
fr: Contenu à télécharger automatiquement :
nl: Automatisch downloaden instelling:
ru: Настройки авто-загрузки
sk: Nastavenie Auto-sťahovania

source: Default view:
el: Προκαθορισμένη προβολή:
eu: Ikuspegi lehenetsia:
fr: Vue par défaut :
nl: Standaard weergave:
ru: Вид по умолчанию:

source: Remember this many old items:
el: Να θυμάται τόσα παλιά αντικείμενα:
eu: Gogoratu elementu zaharren kopuru hau:
fr: Nombre d'éléments anciens à conserver :
nl: Te onthouden afleveringen:
ru: Помнить старых элементов:
sk: Zapamätať tento počet starých položiek:

source: (in addition to the current contents)
el: (εκτός από τα τρέχοντα περιεχόμενα)
eu: (uneko edukiez gain)
fr: (en plus des contenus actuels)
nl: (naast de meest recente inhoud)
ru: (в дополнение к текущим)
sk: (okrem aktuálneho obsahu)

source: Maximum number of manual downloads at a time:
el: Μέγιστος αριθμός ταυτόχρονων χειροκίνητων λήψεων:
eu: Gehienezko eskuzko deskarga kopurua aldiberean:
fr: Nombre maximum de téléchargements manuels simultanés :
nl: Beperk het aantal gelijktijdige handmatige downloads tot:
ru: Максимальное количество одновременных загрузок, запущенных вручную:
sk: Maximálny počet manuálnych downloadov naraz:

source: Maximum number of auto-downloads at a time:
el: Μέγιστος αριθμός ταυτόχρονων αυτόματων λήψεων:
eu: Gehienezko deskarga automatiko kopurua aldiberean:
fr: Nombre maximum de téléchargements automatiques simultanés :
nl: Beperk het aantal gelijktijdige automatische downloads tot:
ru: Максимальное количество одновременных загрузок, запущенных автоматически:
sk: Maximálny počet automatických downloadov naraz:

source: Limit upstream bandwidth to:
el: Περιορισμός ταχύτητας αποστολής σε:
eu: Mugatu karga banda-zabalera honetara:
fr: Limiter la vitesse d'envoi à :
nl: Limiteer bandbreedte uploads tot:
ru: Ограничить скорость раздачи:
sk: Limitovať šírku pásma pre zdieľanie na:

source: Limit downstream bandwidth to:
el: Περιορισμός ταχύτητας λήψης σε:
eu: Mugatu deskarga banda-zabalera honetara:
fr: Limiter la vitesse de téléchargement à :
nl: Limiteer bandbreedte downloads tot:
ru: Ограничить скорость скачивания:
sk: Limitovať šírku pásma pre stahovanie na:

source: Limit torrent connections to:
el: Περιορισμός συνδέσεων torrent σε:
eu: Mugatu torrent konexio kopurua:
fr: Limiter le nombre de connexions aux torrents à :
nl: Beperk het aantal verbindingen tot:
ru: Ограничить количество соединений до:
sk: Obmedziť torrent pripojení na:

source: Starting port:
el: Από τη θύρα:
eu: Hasierako ataka:
fr: Premier port :
nl: Luister op poort:
ru: Начальный порт:
sk: Počiatočný port:

source: Ending port:
el: Έως τη θύρα:
eu: Amaierako ataka:
fr: Dernier port :
nl: Tot en met poort:
ru: Конечный порт:
sk: Koncový port:

source: Automatically forward ports. (UPNP)
el: Αυτόματη προώθηση θυρών. (UPNP)
eu: Berbidali atakak automatikoki. (UPNP)
fr: Rediriger les ports automatiquement (UPNP).
nl: Automatische poorttoekenning (UPnP)
ru: Автоматически перенаправлять порты. (UPnP)
sk: Automatické presmerovanie portov. (UPNP)

source: Use DHT to find more peers
el: Χρήση του DHT για εύρεση περισσότερων χρηστών
eu: Erabili DHT pare gehiago bilatzeko
fr: Utiliser DHT pour trouver plus de pairs.
nl: DHT gebruiken om extra peers te vinden
ru: Использовать DHT для обнаружения узлов

source: Ignore unencrypted connections.
el: Αγνόηση μη κρυπτογραφημένων συνδέσεων.
eu: Ezikusi zifratu gabeko konexioak.
fr: Ignorer les connexions non chiffrées.
nl: Negeer niet versleutelde verbindingen
ru: Игнорировать нешифрованные соединения.
sk: Ingorovať nešifrované spojenia.

source: Stop torrent uploads when this ratio is reached:
el: Διακοπή αποστολής torrent όταν επιτευχθεί αυτή η αναλογία:
eu: Gelditu torrent kargak tasa hau erdietsitakoan:
fr: Arrêter l'envoi des torrents quand ce quota est atteint :
nl: Stop seeden bij het bereiken van een ratio:
ru: Остановить раздачу при рейтинге:
sk: Zastaviť upload torrentu, keď je dosiahnutý tento pomer:

source: Change
el: Αλλαγή
eu: Aldatu
fr: Modifier
nl: Verander
ru: Изменить
sk: Zmeniť

source: Choose Movies Directory
el: Επιλογή φακέλου ταινιών
eu: Aukeratu filmen direktorioa
fr: Choisir le répertoire des films
nl: Kies Films Map
ru: Выберите каталог с фильмами
sk: Zvol adresár pre filmy

source: Directory not valid
el: Ο κατάλογος δεν είναι έγκυρος
eu: Direktorioa ez da baliozkoa
fr: Répertoire non valide
nl: Directory ongeldig
ru: Каталог не действителен
sk: Adresár nie je platný

source: Directory '%(dir)s' could not be created. Please choose a directory you have write access to.
el: Δεν ήταν δυνατή η δημιουργία του καταλόγου '%(dir)s'. Παρακαλούμε επιλέξτε έναν κατάλογο στον οποίο έχετε δικαιώματα εγγραφής.
eu: Ezin izan da '%(dir)s' direktorioa sortu. Mesedez aukeratu idazteko baimena duzun direktorio bat.
fr: Le répertoire '%(dir)s' ne peut pas être créé. Choisissez un répertoire dont vous avez les droits d'écriture.
nl: Map '%(dir)s' kon niet aangemaakt worden. Selecteer a.u.b. een map waar je schrijfrechten voor hebt.
ru: Папка '%(dir)s' не может быть создана. Пожалуйста, выберите папку к которой у вас есть доступ на запись.

source: Migrate existing movies?
el: Μεταφορά υπαρχόντων ταινιών;
eu: Migratu existitzen diren filmak?
fr: Voulez-vous déplacer les films existants ?
nl: Bestaande video's verhuizen?
ru: Переместить существующие фильмы?
sk: Migrovať existujúce filmy?

source: You've selected a new folder to download movies to. Should %(appname)s migrate your existing downloads there? (Currently downloading movies will not be moved until they finish.)
el: Έχετε επιλέξει έναν νέο φάκελο στο οποίο θα τοποθετούνται οι ταινίες που λαμβάνετε. Θα θέλατε το %(appname)s να μεταφέρει τις υπάρχουσες λήψεις σας εκεί; (Οι ταινίες που λαμβάνονται τώρα δε θα μετακινηθούν μέχρι να τελειώσουν.)
eu: Filmak deskargatzeko karpeta berri bat hautatu duzu. %(appname)s-(e)k existitzen diren zure deskargak bertara migratzea nahi duzu? (Unean deskargatzen ari diren filmak ez dira mugituko deskarga amaitu arte.)
fr: Vous avez sélectionné un nouveau répertoire pour télécharger des films. Est-ce que %(appname)s devra y déplacer vos téléchargements existants ? (Les films en cours de téléchargements ne seront déplacés qu'une fois le téléchargement terminé)
nl: Je hebt een nieuwe map geslecteerd waarin je gedownloade films geplaatst worden. Moet %(appname)s alles wat je al gedownload hebt naar deze map verplaatsen? (Films die op dit moment gedownload worden, worden pas verplaatst wanneer ze compleet zijn.)
ru: Вы выбрали новую папку для загрузки фильмов. Должна ли %(appname)s переместить уже загруженные данные в новую папку? (В данный момент, загружаемые фильмы, не могут быть перемещены до завершения загрузки.)
sk: Zvolili ste nový priečinok, do ktorého sa majú filmy ukladať. Má %(appname)s presunúť Vaše existujúce sťahovania tam ? (Práve sťahujúce sa filmy sa až do skončenia sťahovania nepresunú.)

source: folder
el: φάκελος
eu: karpeta
fr: Dossier
nl: map
ru: папка
sk: priečinok

source: visible
el: ορατό
eu: ikusgarri
nl: zichtbaar
ru: видимый
sk: viditeľné

source: Store downloads in this folder:
el: Αποθήκευση λήψεων σε αυτόν το φάκελο:
eu: Biltegiratu deskargak karpeta honetan:
fr: Enregistrer les téléchargements dans ce dossier :
nl: Locatie gedownloade bestanden:
ru: Сохранять загрузки в этой папке:
sk: Ukladať stiahnuté súbory do tohto priečinku:

source: Watch for new video and audio items in these folders and include them in library:
el: Παρακολούθηση αυτών των φακέλων για νέα αντικείμενα βίντεο και ήχου και προσθήκη τους στη βιβλιοθήκη:
eu: Behatu bideo eta audio elementu berrien bila karpeta hauetan eta sartu liburutegian:
fr: Détecter la présence de nouveaux fichiers vidéo et audio dans ces dossiers et les ajouter à la bibliothèque :
nl: Zoek naar nieuwe video en muziek in deze mappen, en zet ze in de bibliotheek:
ru: Проверять наличие новых аудио и видео файлов в этих каталогах и добавлять их в библиотеку:
sk: Zaznamenávať nové video a audio súbory v týchto priečinkoch a pridať ich do Knižnice:

source: Keep at least this much free space on my drive:
el: Διατήρηση τουλάχιστον τόσου ελεύθερου χώρου στο δίσκο μου:
eu: Mantendu gutxienez leku libre kopuru hau nire unitatean:
fr: Conserver au moins cet espace libre sur mon disque :
nl: Behoud te allen tijde vrije ruimte, minstens:
ru: Оставлять как минимум столько свободного места на диске:
sk: Ponechať aspoň toľko miesta na disku:

source: 1 day
el: 1 ημέρα
eu: Egun 1
fr: 1 jour
nl: 1 dag
ru: 1 день
sk: 1 deň

source: 3 days
el: 3 ημέρες
eu: 3 egun
fr: 3 jours
nl: 3 dagen
ru: 3 дня
sk: 3 dni

source: 6 days
el: 6 ημέρες
eu: 6 egun
fr: 6 jours
nl: 6 dagen
ru: 6 дней
sk: 6 dní

source: 10 days
el: 10 ημέρες
eu: 10 egun
fr: 10 jours
nl: 10 dagen
ru: 10 дней
sk: 10 dní

source: 1 month
el: 1 μήνα
eu: Hilabete 1
fr: 1 mois
nl: 1 maand
ru: 1 месяц
sk: 1 mesiac

source: By default, video and audio items expire after:
el: Από προεπιλογή, τα αντικείμενα βίντεο και ήχου λήγουν μετά από:
eu: Modu lehenetsian, bideo eta audio fitxategiak denbora hau igarotakoan iraungitzen dira:
fr: Par défaut, les fichiers video et audio expirent après :
nl: Video- en audio-items verlopen standaard na:
ru: По умолчанию аудио и видео устаревают через:
sk: Štandardne vypršia video a audio súbory po:

source: Share my media library.
el: Να γίνει διαμοιρασμός των βιβλιοθήκης των πολυμέσων μου.
eu: Partekatu nire edukien liburutegia
fr: Partager ma bibliothèque multimédia.
nl: Deel mijn mediabibliotheek
ru: Открыть общий доступ к моей мультимедийной библиотеке.
sk: Zdieľať moju knižnicu médií.

source: Warn on quit when others are connected to my media library.
el: Να ειδοποιούμαι στο κλείσιμο της εφαρμογής όταν υπάρχουν άλλοι συνδεδεμένοι στη βιβλιοθήκη πολυμέσων μου.
eu: Ohartarazi irteterakoan besteak nire edukien liburutegira konektatuta daudenean.
fr: M'avertir au moment de quitter si d'autres utilisateurs sont connectés à ma bibliothèque multimédia.
nl: Waarschuw me bij het sluiten wanneer er anderen verbonden zijn met mijn mediabibliotheek.
ru: Предупреждать при выходе из приложения, когда другие подключены к моей медиа библиотеке.
sk: Varovať ma pri skončení programu, ak je niekto pripojený k mojej knižnici médií.

source: Share my music library.
el: Να γίνει διαμοιρασμός των βιβλιοθήκης της μουσικής μου.
eu: Partekatu nire musika liburutegia.
fr: Partager ma bibliothèque musicale.
nl: Deel mijn muziekbibliotheek.
ru: Открыть общий доступ к моей музыкальной библиотеке.
sk: Zdieľať moju hudobnú knižnicu.

source: Share my video library.
el: Να γίνει διαμοιρασμός των βιβλιοθήκης των βίντεο μου.
eu: Partekatu nire bideo liburutegia.
fr: Partager ma bibliothèque vidéo.
nl: Deel mijn videokbibliotheek.
ru: Открыть общий доступ к моей библиотеке видеофрагментов.

source: Share my downloaded podcasts.
el: Διαμοιρασμός των ληφθέντων podcasts μου
eu: Partekatu deskargatutako nire podcast-ak.
fr: Partager mes podcasts téléchargés.
nl: Deel mijn gedownloade podcasts.
ru: Разрешить общий доступ к загруженным пользователем подкастам.
sk: Zdieľať moje stiahnuté podcasty.

source: Share Name:
el: Όνομα κοινόχρηστου:
eu: Partekatze-izena:
fr: Nom de partage :
nl: Deel naam:
ru: Имя общедоступного местоположения:

source: Bonjour is required for sharing. Click on 'Install Bonjour' to install.
el: Για το διαμοιρασμό, απαιτείται το Bonjour. Για να το εγκαταστήσετε πατήστε στο 'Εγκατάσταση του Bonjour'.
eu: Bonjour beharrezkoa da partekatzeko. Klikatu "Instalatu Bonjour' instalatzeko.
fr: Le partage nécessite Bonjour. Cliquez sur « Installer Bonjour » pour l'installer.
nl: Bonjour is noodzakelijk om te kunnen delen. Klik op "Install Bonjour" om Bonjour te installeren.
ru: Bonjour требуется для общего доступа. Нажмите на 'Установить Bonjour' для установки.
sk: Pre zdieľanie je vyžadovaný Bonjour. Kliknite na "Inštalovať Bonjour" pre jeho nainštalovanie.

source: Install Bonjour
el: Εγκατάσταση του Bonjour
eu: Instalatu Bonjour
fr: Installer Bonjour
nl: Bonjour installeren
ru: Установить Bonjour
sk: Nainštalovať Bonjour

source: Play media in %(appname)s.
el: Αναπαραγωγή πολυμέσων στο %(appname)s.
eu: Erreproduzitu edukiak %(appname)s-(e)n.
fr: Lire le fichier multimédia avec %(appname)s.
nl: Speel media af in %(appname)s.
ru: Воспроизвести %(appname)s.

source: Always play videos in a separate window.
el: Τα βίντεο να αναπαράγονται πάντα σε ξεχωριστό παράθυρο.
eu: Erreproduzitu bideoak bereizitako leiho batean beti.
fr: Toujours lire les vidéos dans une fenêtre séparée.
nl: Video's altijd in een afzonderlijk venster afspelen.
ru: Всегда проигрывать видео в отдельном окне.
sk: Vždy prehrať video v samostatnom okne.

source: Automatically enable movie subtitles when available.
el: Αυτόματη ενεργοποίηση υποτίτλων ταινιών όταν είναι διαθέσιμοι.
eu: Gaitu automatikoki filmen azpitituluak eskuragarri daudenean.
fr: Lire automatiquement les sous-titres quand ils sont disponibles.
nl: Gebruik ondertitels automatisch wanneer beschikbaar.
ru: Показывать доступные субтитры автоматически.
sk: Automaticky povoliť titulky k filmu ak sú k dispozícii.

source: Video Playback
el: Αναπαραγωγή βίντεο
eu: Bideo erreprodukzioa
fr: Lecture de vidéo
nl: Videoweergave
ru: Воспроизведение видео

source: Resume playback from where the video was last stopped.
el: Συνέχιση της αναπαραγωγής του βίντεο από το σημείο που σταμάτησε την τελευταία φορά.
eu: Berrekin erreprodukzioa azken aldian bideoa gelditutako tokitik.
fr: Reprendre la lecture de la vidéo à l'endroit de son dernier arrêt.
nl: Hervat afspelen van de video waar hij het laatst gestopt is.
ru: Возобновить воспроизведение видео с места остановки.

source: Play continuously - when one item finishes, play the next item in the list.
el: Συνεχής αναπαραγωγή - όταν τελειώνει ένα αντικείμενο, να αναπαράγεται το επόμενο αντικείμενο της λίστας
eu: Erreproduzitu etengabe - elementu bat amaitutakoan, erreproduzitu zerrendako hurrengo elementua.
fr: Lecture continue - quand la lecture d'un élément se termine, lire l'élément suivant dans la liste.
nl: Continue afspelen - wanneer een item klaar is het volgende item in de lijst afspelen.
ru: Воспроизводить не останавливаясь - после завершения одного объекта, переходить к воспроизведению следующего в списке.

source: Music Playback
el: Αναπαραγωγή μουσικής
eu: Musika erreprodukzioa
fr: Lecture de musique
nl: Muziek afspelen
ru: Воспроизведение музыки

source: Resume playback from where the song was last stopped.
el: Συνέχιση αναπαραγωγής του τραγουδιού από το σημείο που σταμάτησε την τελευταία φορά.
eu: Berrekin erreprodukzioa azken aldian kanta gelditutako tokitik.
fr: Reprendre la lecture de la musique à l'endroit de son dernier arrêt.
nl: Hervat afspelen waar het nummer voor het laatst gestopt is.
ru: Возобновить воспроизведение песни с места остановки.

source: Podcast Playback
el: Αναπαραγωγή podcast
eu: Podcast-en erreprodukzioa
fr: Lecture de podcast
nl: Podcast afspelen
ru: Воспроизведение подкаста

source: Resume playback from where the podcast was last stopped.
el: Συνέχιση της αναπαραγωγής του podcast από το σημείο που σταμάτησε την τελευταία φορά.
eu: Berrekin erreprodukzioa azken aldian podcast-a gelditutako tokitik.
fr: Reprendre la lecture du podcast à l'endroit de son dernier arrêt.
nl: Hervat het afspelen van een podcast waar deze het laatst gestopt is.
ru: Возобновить воспроизведение подкаста с места остановки.

source: Allow this many concurrent conversions:
el: Να επιτρέπονται τόσες ταυτόχρονες μετατροπές:
eu: Onartu aldibereko bihurketa kopuru hau:
fr: Nombre de conversions simultanées autorisées :
nl: Laat dit aantal gelijktijdige conversies toe:
ru: Максимальное количество одновременных заданий:
sk: Povoliť toľko súbežných konverzií

source: (changing this will not apply to currently running conversions)
el: (η αλλαγή του δε θα εφαρμοστεί σε μετατροπές που εκτελούνται τώρα)
eu: (hau aldatzeak ez die eragingo unean exekutatzen ari diren bihurketei)
fr: (ce changement n'affectera pas les conversions en cours)
nl: (dit wijzigen zal niet toegepast worden op huidige actieve conversies)
ru: (изменение этого параметра не влияет на текущие)
sk: (táto zmena neovplyvní práve prebiehajúce prevody)

source: Store
el: Κατάστημα
eu: Biltegia
fr: Boutique
nl: Opslaan
ru: Магазины
sk: Obchod

source: Visible
el: Ορατό
eu: Ikusgarri
nl: Zichtbaar
ru: Видимый
sk: Viditeľné

source: MP3 stores:
el: Καταστήματα MP3:
eu: MP3 biltegiak:
fr: Boutiques de fichiers MP3 :
nl: MP3 winkels:
ru: Магазины MP3:
sk: Obchod s MP3:

source: enabled
el: ενεργοποιημένο
eu: gaituta
fr: Activée
nl: Ingeschakeld
ru: включено
sk: zapnuté

source: extension
el: επέκταση
eu: hedapena
nl: extensie
ru: расширение
sk: rozšírenie

source: Name: %(extensionname)s
el: Όνομα: %(extensionname)s
eu: Izena: %(extensionname)s
fr: Nom : %(extensionname)s
nl: Naam: %(extensionname)s
ru: Название: %(extensionname)s
sk: Meno: %(extensionname)s

source: Version: %(extensionversion)s
el: Έκδοση: %(extensionversion)s
eu: Bertsioa: %(extensionversion)s
nl: Versie: %(extensionversion)s
ru: Версия: %(extensionversion)s
sk: Verzia: %(extensionversion)s

source: Description:
el: Περιγραφή:
eu: Deskribapena:
nl: Beschrijving:
ru: Описание:
sk: Popis:

source: Extension %(extensionname)s failed to load: %(errormessage)s
el: Η επέκταση %(extensionname)s απέτυχε να φορτωθεί: %(errormessage)s
eu: %(extensionname)s hedapenak huts egin du kargatzean: %(errormessage)s
fr: Le chargement de l'extension %(extensionname)s a échoué : %(errormessage)s
nl: Extensie %(extensionname)s kon niet geladen worden: %(errormessage)s
ru: Ошибка загрузки расширения %(extensionname)s: %(errormessage)s

source: Extension failed to load
el: Μια επέκταση απέτυχε να φορτωθεί
eu: Hedapenak huts egin du kargatzean
fr: Le chargement de l'extension a échoué
nl: Extensie kon niet geladen worden
ru: Ошибка загрузки расширения
sk: Rozšírenie sa nepodarilo načítať
