Repository: pculture/miro
Catalog: tv/resources/locale/*.po
Languages: el, eu, fr, nl, ru, sk

source: This podcast is not compatible with %(appname)s but we'll try our best to grab the files. It may take extra time to list the videos, and descriptions may look funny. Please contact the publishers of %(url)s and ask if they can supply a podcast in a format that will work with %(appname)s. Do you want to try to load this podcast anyway?
el: Αυτό το podcast δεν είναι συμβατό με το %(appname)s αλλά θα βάλουμε τα δυνατά μας για να πάρουμε τα αρχεία. Ίσως χρειαστεί επιπλέον χρόνος για να εμφανιστούν τα βίντεο και ίσως οι περιγραφές να φαίνονται αστεία. Παρακαλούμε επικοινωνήστε με τους εκδότες του %(url)s και ρωτήστε αν μπορούν να παρέχουν ένα podcast σε κάποια μορφή που θα λειτουργεί στο %(appname)s. Θέλετε να γίνει προσπάθεια φόρτωσης αυτού του podcast οπωσδήποτε;
eu: Podcast hau ez da %(appname)s-(r)ekin bateragarria baina fitxategiak eskuratzen ahaleginduko gara. Behar bada denbora gehiago beharko da bideoak zerrendatzeko eta deskribapenek itxura arraroa izan dezakete. Mesedez jarri harremanetan %(url)s-(r)en argitaratzaileekin eta galdetu ea %(appname)s-(r)ekin ongi lan egingo duen podcast bat eskaini dezaketen. Dena den podcast hau kargatzen saiatzea nahi duzu?
fr: Ce podcast ne semble pas compatible avec %(appname)s mais Miro peut tenter d'en récupérer les fichiers. Cette action risque de prendre du temps et de donner des descriptions un peu fantaisistes. Nous vous conseillons plutôt de contacter les éditeurs du site %(url)s pour leur demander s'ils peuvent fournir ce podcast dans un format compatible avec %(appname)s. Voulez-vous tout de même tenter de charger ce podcast ?
nl: Deze podcast is niet compatibel met %(appname)s, maar we proberen om de bestanden binnen te halen. Het kan extra tijd kosten om de video's weer te geven, en de beschrijvingen kunnen er vreemd uitzien. Neem contact op met de uitgever van %(url)s en vraag of men een podcast kan aanleveren in een formaat dat functioneert met %(appname)s. Wilt u alsnog proberen deze podcast te laden?
ru: Этот подкаст не совместим с %(appname)s, но мы будем стараться изо всех сил чтоб добавить файлы. Это может занять дополнительное время, при этом описание может выглядеть смешно. Пожалуйста, свяжитесь с издателями %(url)s и спросите, если они могут предоставить подкаст в формате, который будет работать с %(appname)s. Вы хотите, чтобы попытаться загрузить этот подкаст все равно?

source: Add a Playlist
el: Προσθήκη μίας λίστας αναπαραγωγής
eu: Gehitu erreprodukzio-zerrenda bat
fr: Ajouter une liste de lecture
nl: Nieuwe afspeellijst
ru: Добавить список воспроизведения
sk: Pridaj playlist

source: Add items to an existing playlist or a new one.
el: Προσθήκη αντικειμένων σε μια υπάρχουσα ή νέα λίστα αναπαραγωγής.
eu: Gehitu elementuak existitzen den erreprodukzio-zerrenda bati edo berri bati.
fr: Ajouter des éléments à une liste de lecture existante ou nouvelle.
nl: Items toevoegen aan een bestaande of nieuwe afspeellijst.
ru: Добавить файлы в существующий или новый список воспроизведения.
sk: Pridať položky do existujúceho alebo nového playlistu

source: Existing playlist:
el: Υπάρχουσα λίστα αναπαραγωγής:
eu: Existitzen den erreprodukzio-zerrenda:
fr: Liste de lecture existante :
nl: Bestaande afspeellijst:
ru: Существующий список:
sk: Existujúci playlist:

source: New playlist:
el: Νέα λίστα αναπαραγωγής:
eu: Erreprodukzio-zerrenda berria:
fr: Nouvelle liste de lecture :
nl: Nieuwe afspeellijst:
ru: Новый список воспроизведения:
sk: Nový playlist:

source: Movies folder gone
eu: Filmen karpeta desagertuta
fr: Le dossier des films a disparu
nl: Films map verdwenen
ru: Папка с фильмами удалена

source: %(shortappname)s can't use your primary video folder, which is currently set to: %(moviedirectory)s %(reason)s
eu: %(shortappname)s-(e)k ezin du zure bideo karpeta nagusia erabili, unean hona ezarrita dagoena: %(moviedirectory)s %(reason)s
fr: %(shortappname)s ne peut pas utiliser votre dossier vidéo principal, qui est actuellement : %(moviedirectory)s %(reason)s
nl: %(shortappname)s kan de primaire videomap niet gebruiken, deze is ingesteld als: %(moviedirectory)s %(reason)s
ru: %(shortappname)s не может использовать Вашу основную папку для видео, которая в данный момент задана как %(moviedirectory)s %(reason)s
sk: %(shortappname)s nemôže použiť primárny priečinok pre videá, ktorý je aktuálne nastavený na: %(moviedirectory)s %(reason)s

source: You may continue with the current folder, choose a new folder or quit and try to fix the issue manually.
eu: Uneko karpetarekin jarrai dezakezu, karpeta berri bat aukeratu edo utzi eta arazoa eskuz konpontzen saiatu.
fr: Vous pouvez poursuivre avec ce dossier, choisir un nouveau dossier ou quitter et essayer de régler le problème manuellement.
nl: U kunt doorgaan met de huidige map, een nieuwe map kiezen of stoppen en het probleem handmatig oplossen.
ru: Вы можете продолжить с текущей папкой, либо выбрать новую, либо выйти и попытаться исправить проблему вручную.
sk: Môžete pokračovať s aktuálnym priečinkom, zvoliť nový alebo skončiť a pokúsiť sa opraviť problém ručne.

source: You choose a new folder or quit and try to fix the issue manually.
eu: Karpeta berri bat aukeratu edo utzi eta arazoa eskuz konpontzen saiatu.
fr: Sélectionner un nouveau dossier ou quitter essayer de régler le problème manuellement.
nl: Kies een nieuwe folder of sluit dit venster en los het probleem handmatig op.
ru: Выберите новую папку или выйдите и исправьте проблему вручную.
sk: Zvoľte nový priečinok alebo skončite a pokúste sa opraviť problém ručne.

source: Choose new primary video folder
eu: Aukeratu bideo karpeta nagusi berri bat
fr: Choisir le dossier principal des vidéos
nl: Nieuwe primaire videomap kiezen
ru: Выберите новую основную папку для видео.
sk: Zvoľte nový primárny priečinok pre video

source: Error Revealing File
el: Σφάλμα κατά την εμφάνιση του αρχείου
eu: Errorea fitxategia errebelatzean
fr: Erreur lors de la publication du fichier
nl: Probleem tonen onderdeel
ru: Не удалось найти файл
sk: Chyba pri odhaloľovaní súboru

source: The file %(filename)s was deleted from outside %(appname)s.
el: Το αρχείο %(filename)s διαγράφηκε εκτός του %(appname)s.
eu: %(filename)s fitxategia %(appname)s-(e)tik kanpo ezabatu da .
fr: Le fichier %(filename)s a été supprimé en dehors de %(appname)s
nl: Het bestand %(filename)s is verwijderd buiten %(appname)s om.
ru: Файл %(filename)s был удален вне %(appname)s.
sk: Súbor %(filename)s bol odstránený z %(appname)s.

source: Open Files...
el: Άνοιγμα αρχείων...
eu: Ireki fitxategiak...
fr: Ouvrir des fichiers...
nl: Openen...
ru: Открыть файлы...
sk: Otvoriť súbory...

source: All Media Files
eu: Eduki-fitxategi guztiak
fr: Tous les fichiers médias
nl: Alle mediabestanden
ru: Все файлы мультимедиа
sk: Multimediálne súbory

source: Video Files
el: Αρχεία βίντεο
eu: Bideo-fitxategiak
fr: Fichiers vidéo
nl: Videobestanden
ru: Видеофайлы
sk: Video súbory

source: Audio Files
el: Αρχεία ήχου
eu: Audio-fitxategiak
fr: Fichiers audio
nl: Audiobestanden
ru: Аудиофайлы
sk: Audio súbory

source: Torrent Files
eu: Torrent-fitxategiak
fr: Fichiers Torrent (« *.torrent »)
nl: Torrent-bestanden
ru: Файлы Torrent
sk: Torrent súbory

source: Open Files - Error
el: Άνοιγμα αρχείων - Σφάλμα
eu: Ireki fitxategiak - Errorea
fr: Ouverture des fichiers - Erreur
nl: Betand Openen - Fout
ru: Открытие файлов — Ошибка
sk: Otvoriť súbory - Chyba

source: File %(filename)s does not exist.
el: Το αρχείο %(filename)s δεν υπάρχει.
eu: %(filename)s fitxategia ez da existitzen.
fr: Le fichier %(filename)s n'existe pas.
nl: %(filename)s bestaat niet.
ru: Файла %(filename)s не существует.
sk: Súbor %(filename)s neexistuje.

source: The following files do not exist:
el: Τα παρακάτω αρχεία δεν υπάρχουν:
eu: Ondorengo fitxategiak ez dira existitzen:
fr: Les fichiers suivants n'existent pas :
nl: Deze bestanden zijn niet gevonden:
ru: Следующих файлов не существует:
sk: Nasladujúce súbory neexistujú

source: New Download
el: Νέα λήψη
eu: Deskarga berria
fr: Nouveau téléchargement
nl: Nieuwe download
ru: Новая загрузка
sk: Nový download

source: Enter the URL of the item to download
el: Εισάγετε το URL του αντικειμένου για λήψη
eu: Sartu deskargatu beharreko elementuaren URL-a
fr: Entrez l'URL du fichier à télécharger
nl: Geef de URL van de te downloaden video op
ru: Введите адрес загружаемого объекта
sk: Vložte URL súborov, ktoré chcete stiahnuť

source: New Download - Invalid URL
el: Νέα λήψη - Μη έγκυρο URL
eu: Deskarga berria - URL baliogabea
fr: Nouveau téléchargement - URL invalide
nl: Nieuwe download - onjuiste URL
ru: Новая загрузка — Неверный адрес
sk: Nový download - Chybná adresa

source: The address you entered is not a valid url. Please check the URL and try again. Enter the URL of the item to download
el: Η διεύθυνση που εισάγατε δεν είναι ένα έγκυρο URL. Παρακαλούμε ελέγξτε το URL και προσπάθησε ξανά. Εισάγετε το URL του αντικειμένου για λήψη
eu: Sartu duzun helbidea ez da baliozko url bat. Mesedez egiaztatu URL-a eta saiatu berriro. Sartu deskargatu beharreko elementuaren URL-a
fr: L'adressse que vous avez entrée n'est pas une adresse URL valide. Vérifiez l'adresse URL et recommencez. Entrez l'adresse URL de l'élément à télécharger.
nl: Het opgegeven adres is een ongeldige URL. Kijk deze aub na en probeer het dan opnieuw. Geef de URL van de te downloaden video op.
ru: Введённый адрес неверен. Пожалуйста, проверьте его и повторите попытку. Введите адрес загружаемого объекта
sk: Adresu, ktorú ste vložili. nie je platná. Prosím skontrolujte URL a skúste znovu. Vložte URL súborov, ktoré chcete stiahnuť

source: %(appname)s is up to date
el: Το %(appname)s είναι ενημερωμένο
eu: %(appname)s eguneratuta dago
fr: %(appname)s est à jour
nl: %(appname)s is de nieuwste versie.
ru: %(appname)s не требует обновления
sk: Máte najnovšiu verziu %(appname)s

source: %(appname)s is up to date!
el: Το %(appname)s είναι ενημερωμένο!
eu: %(appname)s eguneratuta dago!
fr: %(appname)s est à jour !
nl: %(appname)s is bijgwerkt!
ru: %(appname)s не требует обновления!
sk: Máte najnovšiu verziu %(appname)s!

source: Remove item
el: Αφαίρεση αντικειμένου
eu: Kendu elementua
fr: Supprimer cet élément
nl: Behoud bestand
ru: Удалить элемент
sk: Odstrániť položku

source: One of these items was not downloaded from a podcast. Would you like to delete it or just remove it from the Library?
el: Ένα από αυτά τα αντικείμενα δε λήφθηκε από podcast. Θέλετε να το διαγράψετε ή απλώς να το αφαιρέσετε από τη βιβλιοθήκη;
eu: Elementu hauetako bat ez zen podcast batetik deskargatu. Ezabatu nahi duzu edo soilik liburutegitik kendu?
fr: Un de ces élements n'a pas été téléchargé par un podcast. Voulez-vous le supprimer ou juste le retirer de la bibliothèque ?
nl: Een van deze items is niet afkomstig van een podcast. Wil je dit item verwijderen of slechts de referentie ernaar in de bibliotheek?
ru: Один из этих файлов не был загружен с помощью подкаста. Желаете удалить его из компьютьера или только из Библиотеки?

source: One of these items is a folder. Deleting/Removing a folder will delete/remove it's contents
el: Ένα από αυτά τα αντικείμενα είναι φάκελος. Η διαγραφή/αφαίρεση ενός φακέλου θα διαγράψει/αφαιρέσει και τα περιεχόμενά του
eu: Elementu hauetako bat karpeta bat da. Karpeta bat ezabatu/kentzean bere eduki guztiak ezabatu/kenduko dira
fr: Un de ces éléments est un dossier. La suppression d'un dossier entraîne la perte de son contenu.
nl: Een van deze items is een map. Het wissen/verwijderen van een map zal ook de inhoud ervan wissen/verwijderen.
ru: Один из этих элементов является папкой. Удаление папки удалит ее содержимое

source: Are you sure you want to delete the item?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το αντικείμενο;
eu: Ziur zaude elementua ezabatu nahi duzula?
fr: Voulez-vous vraiment supprimer cet élément ?
nl: Weet u zeker dat u dit onderdeel wilt verwijderen?
ru: Действительно желаете удалить этот файл?
sk: Naozaj chcete odstrániť položku?

source: One of these items is a folder. Deleting a folder will delete it's contents
el: Ένα από αυτά τα αντικείμενα είναι φάκελος. Διαγράφοντας ένα φάκελο θα διαγραφούν και τα περιεχόμενά του
eu: Elementu hauetako bat karpeta bat da. Karpeta bat ezabatzean bere eduki guztiak ezabatuko dira
fr: Un de ces éléments est un dossier. La suppression d'un dossier entraîne la perte de son contenu.
nl: Een van deze items is een directory. Bij het verwijderen van een directory wordt ook de inhoud verwijderd.
ru: Один из этих элементов является папкой. Вслед за ним будет удалено всё его содержимое
sk: Jedna z týchto položiek je priečinok. Odstránenie priečinka vymaže celý jeho obsah.

source: Save Item As...
el: Αποθήκευση αντικειμένου ως...
eu: Gorde elementua honela...
fr: Enregistrer l'élément sous…
nl: Bewaar als...
ru: Сохранить элемент как...
sk: Ulož položku ako...

source: Choose directory to search for media files
el: Επιλέξτε κατάλογο για αναζήτηση αρχείων πολυμέσων
eu: Aukeratu direktorio bat eduki-fitxategiak bilatzeko
fr: Choisissez un dossier pour y rechercher des fichiers multimédias
nl: Geef locatie video's op
ru: Выберите папку для поиска аудио/видео
sk: Zvoľte priečinok, v ktorom chcete vyhľadávať:

source: Choose files to import
el: Επιλέξτε αρχεία για εισαγωγή
eu: Aukeratu inportatu beharreko fitxategiak
fr: Choisissez les fichiers à importer
nl: Selecteer een te importeren bestand
ru: Выберите файлы для импорта
sk: Vyberte súbory na import

source: Add Source
el: Προσθήκη πηγής
eu: Gehitu iturburua
fr: Ajouter une source
nl: Bron toevoegen
ru: Добавить источник
sk: Pridať zdroj

source: Enter the URL of the source to add
el: Εισάγετε το URL της πηγής για προσθήκη
eu: Sartu gehitu beharreko iturburuaren URL-a
fr: Entrez l'URL de la source à ajouter
nl: Voer de URL van de toe te voegen bron in
ru: Введите адресную ссылку URL источника для добавления
sk: Zadajte URL zdroja, ktorý sa má pridať

source: Add Source - Invalid URL
el: Προσθήκη πηγής - Μη έγκυρο URL
eu: Gehitu iturburua - URL baliogabea
fr: Ajouter la source - URL non valide
nl: Voeg bron toe - Ongeldige URL
ru: Добавить источник - Недопустимая адресная ссылка URL
sk: Pridať zdroj - neplatná URL

source: The address you entered is not a valid url. Please check the URL and try again. Enter the URL of the source to add
el: Η διεύθυνση που εισάγατε δεν είναι ένα έγκυρο URL. Παρακαλούμε ελέγξτε το URL και ξαναπροσπαθήστε. Εισάγετε το URL της πηγής για προσθήκη
eu: Sartu duzun helbidea ez da baliozko url bat. Mesedez egiaztatu URL-a eta saiatu berriro. Sartu gehitu beharreko iturburuaren URL-a
fr: L'adressse que vous avez entrée n'est pas une adresse URL valide. Vérifiez l'adresse URL et recommencez. Entrez l'adresse URL de la source à ajouter
nl: Het adres dat je ingevoerd hebt is geen geldige URL. Controleer de URL en probeer het opnieuw. Voer de URL van de toe te voegen bron in
ru: Вы ввели адрес с недопустимым URL. Пожалуйста, проверьте URL и попробуйте снова. Введите адрес источника для добавления
sk: Adresa, ktorú ste zadali nie je platná url. Skontrolujte prosím url a skúste znova. Zadajte URL zdroja, ktorý sa má pridať

source: Import OPML File
el: Εισαγωγή αρχείου OPML
eu: Inportatu OPML fitxategia
fr: Importer le fichier OPML
nl: Importeer OPML bestand
ru: Импортировать список OPML
sk: Importovať OPML súbor

source: OPML Files
el: Αρχεία OPML
eu: OPML fitxategiak
fr: Fichiers OPML
nl: OPML bestanden
ru: Файлы OPML
sk: OPML súbory

source: Import OPML File - Error
el: Εισαγωγή αρχείου OPML - Σφάλμα
eu: Inportatu OPML fitxategia - Errorea
fr: Importation du fichier OPML - Erreur
nl: Probleem importeren OPML bestand
ru: Импорт списка OPML — Ошибка
sk: Importovať OPML súbor - Chyba

source: Export OPML File
el: Εξαγωγή αρχείου OPML
eu: Esportatu OPML fitxategia
fr: Exporter le fichier OPML
nl: Exporteer OPML bestand
ru: Экспортировать список в OPML
sk: Exportovať OMPL súbor

source: Create Playlist
el: Δημιουργία λίστας αναπαραγωγής
eu: Sortu erreprodukzio-zerrenda
fr: Créer une liste de lecture
nl: Nieuwe afspeellijst
ru: Создать список воспроизведения
sk: Vytvoriť playlist

source: Enter a name for the new playlist
el: Εισάγετε ένα όνομα για τη νέα λίστα αναπαραγωγής
eu: Sartu izen bat erreprodukzio-zerrenda berriarentzat
fr: Saisissez un nom pour la nouvelle liste de lecture
nl: Voer een naam in voor de nieuwe afspeellijst
ru: Введите новое имя для списка воспроизведения
sk: Zadajte názov pre nový playlist

source: Create Playlist Folder
el: Δημιουργία φακέλου λιστών αναπαραγωγής
eu: Sortu erreprodukzio-zerrenden karpeta
fr: Créer un dossier de listes de lecture
nl: Afspeellijstmap maken
ru: Создать папку списка воспроизведения
sk: Nová zložka playlistu

source: Enter a name for the new playlist folder
el: Εισάγετε ένα όνομα για το νέο φάκελο λιστών αναπαραγωγής
eu: Sartu izen berri bat erreprodukzio-zerrenden karpetarentzat
fr: Saisissez un nom pour le nouveau dossier de listes de lecture
nl: Geef een naam op voor de nieuwe afspeellijstmap
ru: Введите имя для новой папки списка воспроизведения
sk: Zadajte názov pre novú zložku playlist

source: Rename Podcast Folder
el: Μετονομασία του φακέλου podcast
eu: Berrizendatu podcast-en karpeta
fr: Renommer le dossier des podcasts
nl: Hernoem podcast map
ru: Переименовать папку подкаста
sk: Premenovať podcast priečinok

source: Enter a new name for the podcast folder %(name)s
el: Εισάγετε ένα νέο όνομα για τον φάκελο podcast %(name)s
eu: Sartu izen berri bat %(name)s podcast-en karpetarentzat
fr: Saisissez un nouveau nom pour le dossier des podcasts %(name)s
nl: Voer een naam voor de podcast folder %(name)s in
ru: Введите новое имя папки подкаста %(name)s
sk: Zadajte nové meno pre podcast priečinok %(name)s

source: Rename Podcast
el: Μετονομασία podcast
eu: Berrizendatu podcast-a
fr: Renommer ce podcast
nl: Pocast hernoemen
ru: Переименовать подкаст
sk: Premenovať podcast

source: Enter a new name for the podcast %(name)s
el: Εισάγετε ένα νέο όνομα για το podcast %(name)s
eu: Sartu izen berri bat %(name)s podcast-arentzat
fr: Entrez un nouveau nom pour le podcast %(name)s
nl: Voer een naam voor de podcast %(name)s in
ru: Введите новое имя подкаста %(name)s

source: Rename Playlist
el: Μετονομασία λίστας αναπαραγωγής
eu: Berrizendatu erreprodukzio-zerrenda
fr: Renommer la liste de lecture
nl: Hernoem afspeellijst
ru: Переименовать список воспроизведения
sk: Premenovať playlist

source: Enter a new name for the playlist %(name)s
el: Εισάγετε ένα νέο όνομα για τη λίστα αναπαραγωγής %(name)s
eu: Sartu izen berri bat %(name)s erreprodukzio-zerrendarentzat
fr: Saisissez un nouveau nom pour la liste de lecture %(name)s
nl: Geef een nieuwe naam op voor de afspeellijst %(name)s
ru: Введите новое имя списка воспроизведения %(name)s
sk: Zadajte nový názov pre playlist %(name)s

source: Rename Playlist Folder
el: Μετονομασία φακέλου λιστών αναπαραγωγής
eu: Berrizendatu erreprodukzio-zerrenden karpeta
fr: Renommer le dossier de listes de lecture
nl: Hernoem afspeellijstmap
ru: Переименовать папку списка воспроизведения
sk: Premenovať zložku playlistu

source: Enter a new name for the playlist folder %(name)s
el: Εισάγετε ένα νέο όνομα για το φάκελο λιστών αναπαραγωγής %(name)s
eu: Sartu izen berri bat %(name)s erreprodukzio-zerrenden karpetarentzat
fr: Saisir un nouveau nom pour le dossier de Liste(s) de lecture %(name)s
nl: Geef een nieuwe naam op voor de afspeellijstmap %(name)s
ru: Введите новое имя папки списков воспроизведения %(name)s
sk: Zadajte nový názov pre zložku playlistu %(name)s

source: Rename Source
el: Μετονομασία πηγής
eu: Berrizendatu iturburua
fr: Renommer cette source
nl: bron hernoemen
ru: Переименовать источник
sk: Premenovať zdroj

source: Enter a new name for the source %(name)s
el: Εισάγετε ένα νέο όνομα για την πηγή %(name)s
eu: Sartu izen berri bat %(name)s iturburuarentzat
fr: Entrez un nouveau nom pour la source %(name)s
nl: Voer een naam voor de bron %(name)s in
ru: Введите новое имя источника %(name)s

source: Remove playlist
el: Αφαίρεση λίστας αναπαραγωγής
eu: Kendu erreprodukzio-zerrenda
fr: Supprimer la liste de lecture
nl: Verwijder afspeellijst
ru: Удалить список воспроизведения
sk: Odstrániť playlist

source: Are you sure you want to remove this playlist?
el: Είστε σίγουροι ότι θέλετε να αφαιρέσετε αυτήν τη λίστα αναπαραγωγής;
eu: Ziur zaude erreprodukzio-zerrenda hau kendu nahi duzula?
fr: Voulez-vous vraiment supprimer cette liste de lecture ?
nl: Weet u zeker dat u deze afspeellijst wilt verwijderen?
ru: Точно желаете удалить этот список воспроизведения?
sk: Ste si istý, že chcete vymazať tento playlist ?

source: Remove source
el: Αφαίρεση πηγής
eu: Kendu iturburua
fr: Supprimer la source
nl: Bron verwijderen
ru: Удалить источник
sk: Odstrániť zdroj

source: Are you sure you want to remove this source?
el: Είστε σίγουροι ότι θέλετε να αφαιρέσετε αυτήν την πηγή;
eu: Ziur zaude iturburu hau kendu nahi duzula?
fr: Voulez-vous vraiment supprimer cette source ?
nl: Weet je zeker dat je deze bron wilt verwijderen?
ru: Вы действительно хотите удалить источник?
sk: Ste si istý, že chcete odstrániť tento %(count)s zdroj?

source: Select File to write Profile to
el: Επιλέξτε ένα αρχείο στο οποίο θα εγγραφεί το προφίλ
eu: Hautatu fitxategia bertara profila idazteko
fr: Sélectionnez un fichier dans lequel le profil sera enregistré
nl: Selecteer een bestand om het profiel in op te slaan
ru: Выберите файл для записи профиля
sk: Vyberte súbor, do ktorého sa má zapísať profil

source: Are you sure you want to quit?
el: Είστε σίγουροι ότι θέλετε να κλείσετε την εφαρμογή;
eu: Ziur zaude irten nahi duzula?
fr: Voulez-vous vraiment quitter l'application ?
nl: Weet u zeker dat u wilt stoppen?
ru: Действительно желаете выйти?
sk: Naozaj chcete skončiť?

source: Warn me when I attempt to quit when others are connected to my media library
el: Να ειδοποιούμαι όταν προσπαθώ να κλείσω την εφαρμογή ενώ υπάρχουν άλλοι συνδεδεμένοι στη βιβλιοθήκη πολυμέσων μου.
eu: Ohartarazi irteten saiatzen naizenean besteak nire eduki liburutegira konektatuta daudela.
fr: M'avertir lorsque que je tente de quitter alors que d'autres personnes sont connectées à ma bibliothèque multimédia.
nl: Waarschuw mij wanneer ik probeer af te sluiten terwijl anderen verbonden zijn met mijn mediabibliotheek
ru: Предупреждать, если я пытаюсь выйти при подключённых к моей мультимедийной библиотеке клиентах

source: You have %(count)d download in progress. Quit anyway?
el: Έχετε %(count)d λήψη σε εξέλιξη. Να κλείσει η εφαρμογή οπωσδήποτε;
eu: Deskarga %(count)d daukazu lanean. Irten hala ere?
fr: Il y a %(count)d téléchargement en cours. Voulez-vous vraiment quitter ?
nl: Er is nog %(count)d download gaande. Weet u zeker dat u wilt stoppen?
ru: Продолжается %(count)d загрузка. Всё равно выйти?
sk: Práve sťahujete %(count)d súbor. Ukončiť aj tak ?

source: Warn me when I attempt to quit with downloads in progress
el: Να ειδοποιούμαι όταν προσπαθώ να κλείσω την εφαρμογή ενώ υπάρχουν λήψεις σε εξέλιξη
eu: Ohartarazi deskargak lanean ari direla irteten saiatzen naizenean
fr: M'avertir lorsque je souhaite quitter alors que des téléchargements sont en cours
nl: Waarschuw mij telkens ik stop terwijl er downloads gaande zijn.
ru: При выходе предупреждать о незавершённых загрузках
sk: Upozorniť ma, keď chcem ukončiť Miro počas sťahovania súborov

source: You have %(count)d conversion in progress. Quit anyway?
el: Έχετε %(count)d μετατροπή σε εξέλιξη. Να κλείσει η εφαρμογή οπωσδήποτε;
eu: Bihurketa %(count)d daukazu lanean. Irten hala ere?
fr: Vous avez %(count)d conversion en cours. Voulez-vous quitter tout de même ?
nl: U heeft %(count)d actieve convertering. Toch afsluiten?
ru: Выполняется %(count)d преобразование. Всё равно выйти?
sk: Prebieha alebo čaká %(count)d konverzia. Napriek tomu skončiť?
