Repository: pculture/miro
Catalog: tv/resources/locale/*.po
Languages: el, eu, fr, nl, ru, sk

source: Present Video
el: Παρουσίαση βίντεο
eu: Aurkeztu bideoa
fr: Afficher la vidéo
nl: Video weergeven
ru: Представить видео
sk: Zobraziť video

source: Zoom
el: Μεγέθυνση
eu: Zooma
nl: In-/uitzoomen
ru: Масштаб
sk: Zväčšenie

source: Minimize
el: Ελαχιστοποίηση
eu: Minimizatu
fr: Réduire
nl: Minimaliseren
ru: Свернуть
sk: Minimalizovať

source: Main Window
el: Κύριο παράθυρο
eu: Leiho nagusia
fr: Fenêtre principale
nl: Hoofdvenster
ru: Главное окно
sk: Hlavné okno

source: Bring All to Front
el: Μεταφορά όλων εμπρός
eu: Ekarri guztia aurrera
fr: Tout ramener au premier plan
nl: Breng alles naar de voorgrond
ru: Всё на передний план
sk: Preniesť všetky do popredia

source: Window
el: Παράθυρο
eu: Leihoa
fr: Fenêtre
nl: Venster
ru: Окно
sk: Okno

source: %(appname)s Help
el: Βοήθεια του %(appname)s
eu: %(appname)s-(r)en laguntza
fr: Aide de %(appname)s
ru: Справка по %(appname)s
sk: %(appname)s Pomoc

source: Pop Out
el: Απόσπαση
eu: Atera
fr: Afficher dans une fenêtre séparée
nl: Loskoppelen
ru: Отделить
sk: Vyskočiť

source: Pop In
el: Προσάρτηση
eu: Barneratu
fr: Afficher dans la même fenêtre
nl: Vastkoppelen
ru: Присоединить
sk: Zastrčiť

source: Track %(track)d (%(name)s)
el: Κομμάτι %(track)d (%(name)s)
eu: %(track)d pista (%(name)s)
fr: Piste %(track)d (%(name)s)
nl: Nummer %(track)d (%(name)s)
ru: Дорожка %(track)d (%(name)s)

source: Your phone must be in 'USB storage mode' in order for %(shortappname)s to sync files to it. To mount your phone, select 'Turn on USB storage' from the notifications.
el: Το τηλέφωνό σας θα πρέπει να είναι στο 'USB storage mode' ώστε να καταφέρει το %(shortappname)s να συγχρονίσει αρχεία σε αυτό. Για να προσαρτήσετε το τηλέφωνό σας, επιλέξτε 'Turn on USB storage' από τις ειδοποιήσεις.
eu: Zure telefonoak 'USB biltegi moduan' egon behar du %(shortappname)s-(e)k fitxategiak bertara sinkronizatzeko. Zure telefonoa muntatzeko, hautatu 'Piztu USB biltegia' jakinarazpenetatik.
fr: Votre téléphone doit être en mode « Stockage USB » pour que %(shortappname)s puisse synchroniser les fichiers. Pour installer votre téléphone, sélectionnez « activer le stockage USB » dans la zone de notifications.
nl: Je telefoon moet in 'USB storage mode' staan om bestanden door %(shortappname)s er naartoe te laten synchroniseren. Selecteer 'USB storage inschakelen' uit de notificaties om je telefoon te mounten.
ru: Ваш телефон должен быть в режиме 'Режим сменного накопителя USB' для выполнения %(shortappname)s синхронизации файлов. Для подсоединения вашего телефона, выберите из уведомлений 'Включить режим сменного накопителя USB'.

source: Your tablet must be in 'USB storage mode' in order for %(shortappname)s to sync files to it. To mount your phone, select 'Turn on USB storage' from the notifications.
el: Η ταμπλέτα σας θα πρέπει να είναι στο 'USB storage mode' ώστε να καταφέρει το %(shortappname)s να συγχρονίσει αρχεία σε αυτό. Για να προσαρτήσετε το τηλέφωνό σας, επιλέξτε 'Turn on USB storage' από τις ειδοποιήσεις.
eu: Zure tabletak 'USB biltegi moduan' egon behar du %(shortappname)s-(e)k fitxategiak bertara sinkronizatzeko. Zure telefonoa muntatzeko, hautatu 'Piztu USB biltegia' jakinarazpenetatik.
fr: Votre tablette doit être en mode « Stockage USB » pour que %(shortappname)s puisse synchroniser les fichiers. Pour installer votre téléphone, sélectionnez « activer le stockage USB » dans la zone de notifications.
nl: Je tablet moet in 'USB storage mode' staan om bestanden door %(shortappname)s er naartoe te laten synchroniseren. Selecteer 'USB storage inschakelen' uit de notificaties om je tablet te mounten.

source: Generic %(name)s Device
el: Γενική συσκευή %(name)s
eu: %(name)s gailu orokorra
fr: Appareil générique %(name)s
nl: Generiek %(name)s apparaat
ru: Совместимое %(name)s устройство

source: Your Nook Color must be connected to your computer and in USB Mode to sync files to it.
el: Το Nook Color σας θα πρέπει να είναι συνδεδεμένο στον υπολογιστή σας και να είναι σε κατάσταση USB για να συγχρονιστούν αρχεία σε αυτό.
eu: Zure Nook Color zure ordenagailura konektatuta egon behar da eta USB Moduan fitxategiak bertara sinkronizatzeko.
fr: Votre Nook Color doit être connecté à votre ordinateur et être en mode USB pour pouvoir synchroniser des fichiers avec lui.
nl: Je Nook Color moet verbonden zijn met je computer en in USB Mode staan om er bestanden naar te synchroniseren.
ru: Ваш Nook Color должен быть подсоединён к вашему компьютеру в режиме USB для выполнения синхронизации файлов.
sk: Vás Nook Color musí byť pripojený k Vášmu počitaču a musí byť v USB móde aby sa mohli súbory synchronizovať.

source: Your Kindle must be mounted to sync files to it.
eu: Zure Kindle muntatuta egon behar da bertara fitxategiak sinkronizatzeko.
fr: Votre Kindle doit être monté pour que les fichiers puissent être synchronisés dessus.
nl: Uw Kindle moet aangekoppeld zijn om er bestanden mee te synchroniseren.

source: Your Kindle must be in USB Storage mode to sync files to it.
eu: Zure Kindle USB Biltegiratze moduan egon behar da bertara fitxategiak sinkronizatzeko.
fr: Votre Kindle doit être en mode Stockage USB pour que les fichiers puissent être synchronisés dessus.
nl: Je Kindle moet in USB Opslagmodus staan om er bestanden naar te synchroniseren.

source: Your device must be mounted in order for %(shortappname)s to sync files to it.
el: Η συσκευή σας πρέπει να προσαρτηθεί ώστε να καταφέρει το %(shortappname)s να συγχρονίσει αρχεία σε αυτό.
eu: Zure gailuak muntatuta egon behar du %(shortappname)s-(e)k bertara fitxategiak sinkronizatzeko.
fr: Votre appareil doit être installé pour que %(shortappname)s puisse synchroniser des fichiers avec lui.
nl: Je apparaat moet gemount zijn om %(shortappname)s er bestanden naar te laten synchroniseren.
ru: Ваше устройство должно быть подсоединено для выполнения %(shortappname)s синхронизации файлов.

source: Your Walkman must be in USB Storage mode to sync files to it.
el: Το Walkman σας πρέπει να είναι σε 'USB Storage mode' για να μπορέσετε να συγχρονίσετε αρχεία σε αυτό.
eu: Zure Walkman-ak USB Biltegiratze moduan egon behar du bertara fitxategiak sinkronizatzeko.
fr: Votre baladeur doit être dans le mode stockage USB pour synchroniser les fichiers.
nl: Je Walkman moet in 'USB storage mode' staan om er bestand naar te synchroniseren.
ru: Для синхронизации файлов переключите ваш Walkman в режиме USB накопителя.

source: Your device must be in USB Storage mode to sync files to it.
el: Η συσκευή σας πρέπει να είναι σε 'USB Storage mode' για να μπορέσετε να συγχρονίσετε αρχεία σε αυτήν.
eu: Zure gailuak USB Biltegiratze moduan egon behar du bertara fitxategiak sinkronizatzeko.
fr: Votre appareil doit être dans le mode stockage USB pour synchroniser les fichiers.
nl: Je apparaat moet in 'USB storage mode' staan om er bestanden naar te synchroniseren.
ru: Для синхронизации файлов переключите ваше устройство в режиме USB накопителя.

source: Your PSP must be in USB Storage mode to sync files to it.
el: Το PSP σας πρέπει να είναι σε 'USB Storage mode' για να μπορέσετε να συγχρονίσετε αρχεία σε αυτό.
eu: Zure PSP-ak USB Biltegiratze moduan egon behar du bertara fitxategiak sinkronizatzeko.
fr: Votre PSP doit être dans le mode stockage USB pour synchroniser les fichiers.
nl: Je PSP moet in 'USB storage mode' staan om er bestanden naar te synchroniseren.
ru: Для синхронизации файлов переключите вашу PSP в режиме USB накопителя.

source: Close to tray?
el: Κλείσιμο στην περιοχή ειδοποιήσεων;
eu: Erretilura itxi?
fr: Voulez-vous minimiser l'application dans la barre des tâches ?
nl: Minimaliseren naar het systeemvak?
ru: Свернуть в область уведомления?
sk: Zmenšiť do systémovej lišty

source: When you click the red close button, would you like %(appname)s to close to the system tray or quit? You can change this setting later in the Options.
el: Όταν πατάτε το κόκκινο κουμπί κλεισίματος, θα θέλατε να κλείνει το %(appname)s στην περιοχή ειδοποιήσεων ή να τερματίζεται; Μπορείτε να αλλάξετε αυτήν τη ρύθμιση αργότερα στις Επιλογές.
eu: Botoi gorria sakatzen duzunean, %(appname)s sistemaren erretilura ixtea nahi duzu ala irtetea? Ezarpen hau geroago alda dezakezu Aukerak-en.
fr: Lorsque vous cliquez sur le bouton rouge de fermeture, voulez-vous que l'application %(appname)s soit minimisée dans la barre des tâches ou quitter le programme ? Vous pourrez changer ce paramètre plus tard dans les options.
nl: Wanneer u op de rode sluiten knop klikt, wilt u dat %(appname)s naar de taakbalk verdwijnt, of dat %(appname)s afsluit? U kunt uw keuze later nog wijzigen in Opties.
ru: Нажав красную кнопку «Закрыть», вы желаете свернуть %(appname)s в область уведомления или завершить работу? Это можно изменить позже в «Параметрах».
sk: Chcete program %(appname)s po kliknutí na červené tlačítko Zatvoriť minimalizovať do panela úloh, alebo ukončiť? Toto nastavenie môžete zmeniť neskôr v Nastaveniach.

source: Error Bombing Item
el: Σφάλμα κατά την προώθηση του αντικειμένου
eu: Errorea elementua bonbardatzean
fr: Erreur lors du vote sur cet élément
nl: Fout bij VideoBomben van item
ru: Ошибка при открытии объекта
sk: Chyba pri zasielaní 'bomby'

source: Error Recommending Item
el: Σφάλμα συνιστώμενου αντικειμένου
eu: Errorea elementua gomendatzean
fr: Impossible de recommander l'élément
nl: Fout bij aanbevelen item
ru: Ошибка при пересылке объекта
sk: Chyba pri odporúčaní položky

source: Error Opening Website
el: Σφάλμα κατά το άνοιγμα της ιστοσελίδας
eu: Errorea webgunea irekitzean
fr: Impossible d'ouvrir le site web
nl: Fout bij openen website
ru: Ошибка при открытии сайта
sk: Chyba pri otváraní webstránky

source: There was an error opening %(url)s. Please try again in a few seconds
el: Υπήρξε ένα πρόβλημα κατά το άνοιγμα του %(url)s. Παρακαλώ δοκίμασε ξανά σε λίγα δευτερόλεπτα
eu: Errore bat gertatu da %(url)s irekitzean. Mesedez saiatu berriro segundo batzuk igarotzean
fr: Une erreur s'est produite lors de l'ouverture de %(url)s. Recommencez dans quelques secondes.
nl: Er is een fout opgetreden bij het openen van %(url)s. Probeer het later nog eens
ru: Произошла ошибка при открытии %(url)s. Попробуйте снова через несколько секунд
sk: Vyskytla sa chyba pri otváraní %(url)s. Prosím, skúste to znovu o pár sekúnd.

source: For the best %(appname)s experience, we suggest you install Bonjour, which is distributed as a part of Print Services. Installing Bonjour will allow you share your media library with other %(appname)s users on your network, as well as stream media from other %(appname)s users on your network. After installing Print Services, you will have to restart %(appname)s. Would you like to do this now?
el: Για την καλύτερη εμπειρία με το %(appname)s, σας προτείνουμε να εγκαταστήσετε το Bonjour, το οποίο διανέμεται ως μέρος των υπηρεσιών εκτύπωσης. Εγκαθιστώντας το Bonjour μπορείτε να μοιραστείτε τη βιβλιοθήκη πολυμέσων σας με άλλους χρήστες του %(appname)s στο δίκτυό σας, όπως επίσης να εκπέμψετε πολυμέσα από άλλους χρήστες του %(appname)s στο δίκτυό σας. Μετά την εγκατάσταση των υπηρεσιών εκτύπωσης, θα πρέπει να επανεκκινήσετε το %(appname)s. Θα θέλατε να το κάνετε τώρα;
eu: %(appname)s esperientzia onenerako, Bonjour instalatzea gomendatzen dizugu, zeina Inprimaketa zerbitzuen zati bezala banatzen den. Bonjour instalatzeak zure sareko beste %(appname)s erabiltzaileekin zure edukien liburutegiak partekatzeko aukera eskainiko dizu eta baita zure sareko beste %(appname)s erabiltzaile batzuen edukiak korronte bidez transferitzeko aukera ere. Inprimaketa zerbitzuak instalatu ondoren, %(appname)s berrabiarazi behar duzu. Orain egin nahi duzu?
fr: Pour expérimenter %(appname)s au mieux, il est recommandé d'installer Bonjour, qui fait partie des Services d'impression Bonjour. Bonjour permet de partager votre médiathèque avec d'autres utilisateurs de %(appname)s et de lire les fichiers multimédia d'autres utilisateurs de %(appname)s sur votre réseau. Après avoir installé les Services d'impression Bonjour, vous devrez redémarrer %(appname)s. Voulez-vous installer ces services maintenant ?
nl: Voor de beste %(appname)s ervaring, adviseren we dat u Bonjour installeert, dat gedistribueerd word als onderdeel van Print Services. Wanneer u Bonjour installeert, kunt u uw media bibliotheek delen met andere %(appname)s gebruikers op uw netwerk. U kan ook media van andere %(appname)s gebruikers op uw netwerk streamen. Nadat je Print Services geïnstalleerd hebt moet %(appname)s herstarten. Wil je nu herstarten?

source: Your browser will load the web-site where you can download and install Bonjour. When the installation is finished, simply restart %(appname)s for the changes to take effect.
el: Ο περιηγητής σας θα φορτώσει την ιστοσελίδα απ' όπου μπορείτε να κατεβάσετε και να εγκαταστήσετε το Bonjour. Όταν τελειώσει η εγκατάσταση, απλά επανεκκινήστε το %(appname)s ώστε να τεθούν σε ισχύ οι αλλαγές.
eu: Zure arakatzaileak webgune bat kargatuko du non Bonjour deskargatu eta instala dezakezun. Instalazioa amaitutakoan, besterik gabe berrabiarazi %(appname)s aldaketek eragina izateko.
fr: Votre navigateur va ouvrir le site web où vous pourrez télécharger et installer Bonjour. Une fois l'installation terminée, redémarrez %(appname)s pour que les changements soient effectifs.
nl: Je browser zal de website waar je Bonjour kan downloaden en installeren laden. Wanneer de installatie voltooid is herstart je simpelweg %(appname)s om de veranderingen te effectueren.
ru: Ваш браузер загрузит вебсайт, нв котором вы сможете загрузить и установить Bonjour. Когда инсталяция завершится, просто перезагрузите %(appname)s чтоб изменения вступили в силу.

source: Install Adobe Flash?
el: Να γίνει εγκατάσταση του Adobe Flash;
eu: Adobe Flash instalatu?
fr: Voulez-vous installer Adobe Flash ?
nl: Adobe Flash installeren?
ru: Установить Adobe Flash?
sk: Chcete inštalovať Adobe Flash?

source: For the best %(appname)s experience, we suggest you install Adobe Flash. Would you like to do this now?
el: Για την καλύτερη εμπειρία με το %(appname)s, προτείνουμε να εγκαταστήσετε το Adobe Flash. Θα θέλατε να το κάνετε τώρα;
eu: %(appname)s esperientzia onenerako, Adobe Flash instalatzea gomendatzen dizugu. Orain instalatu nahi duzu?
fr: Pour une meilleure utilisation de %(appname)s, nous vous conseillons d'installer Adobe Flash. Voulez-vous le faire maintenant ?
nl: We raden u aan Adobe Flash te installeren om %(appname)s optimaal te ervaren. Wilt u dit nu doen?
ru: Для полноценной работы %(appname)s рекомендуется установить Adobe Flash. Желаете сделать это сейчас?
sk: Kvôli lepšiemu využitiu aplikácií %(appname)s, odporúčame nainštalovať si Adobe Flash. Chcete to urobiť hneď teraz?

source: Install Adobe Flash
el: Εγκατάσταση του Adobe Flash
eu: Instalatu Adobe Flash
fr: Installer Adobe Flash
nl: Adobe Flash installeren
ru: Установка Adobe Flash
sk: Nainštalujte si Adobe Flash

source: Your browser will load the web-site where you can download and install Adobe Flash. You should quit %(appname)s now and start it up again after Adobe Flash has been installed.
el: Ο περιηγητής σας θα φορτώσει την ιστοσελίδα απ' όπου μπορείτε να κατεβάσετε και να εγκαταστήσετε το Adobe Flash. Τώρα, πρέπει να κλείσετε το %(appname)s και να το επανεκκινήσετε μετά την εγκατάσταση του Adobe Flash.
eu: Zure arakatzaileak Adobe Flash deskargatu eta instalatzeko webgunea kargatuko du. Orain %(appname)s-(e)tik irten behar duzu eta berriro berrabiarazi Adobe Flash instalatu ondoren.
fr: Votre navigateur va ouvrir la page web où vous pouvez télécharger et installer Adobe Flash. Vous devriez quitter l'application %(appname)s maintenant et la redémarrer après l'installation d'Adobe Flash.
nl: De browser zal de website openen waar u Adobe Flash kunt downloaden en installeren. Sluit %(appname)s nu af en start het opnieuw nadat Adobe Flash geïnstalleerd is.
ru: Сейчас в браузере откроется сайт, с которого можно будет загрузить Adobe Flash. Следует завершить работу %(appname)s, а после установки Adobe Flash запустить его снова.
sk: Váš predvolený prehliadač otvorí webstránku, z ktorej si môžete stiahnuť a nainštalovať Adobe Flash. Zatvorte %(appname)s a spustite ho znova po nainštalovaní Adobe Flash.

source: When I click the red close button:
el: Όταν πατάω το κόκκινο κουμπί τερματισμού:
eu: Botoi gorria klikatzen dudanean:
fr: Lorsque je clique sur le bouton rouge de fermeture :
nl: Wanneer ik klik op de rode sluit knop:
ru: При нажатии на красную кнопку «Закрыть»:
sk: Keď kliknem na červené tlačítko "zavrieť"

source: Close to tray so that downloads can continue.
el: Να γίνεται κλείσιμο στην περιοχή ειδοποιήσεων ώστε να μπορούν να συνεχιστούν οι λήψεις.
eu: Itxi erretilura deskargek jarrai dezaten.
fr: Minimiser dans la barre des tâches afin que les téléchargements continuent.
nl: Minimaliseer naar systeemvak en blijf downloaden.
ru: Свернуть в область уведомления, продолжив загрузку.
sk: Zmenšiť do systémovej lišty bez prerušenia sťahovania

source: Quit %(appname)s completely.
el: Κλείσιμο του %(appname)s τελείως.
eu: Irten %(appname)s-(e)tik erabat.
fr: Fermer complètement %(appname)s.
nl: %(appname)s helemaal afsluiten.
ru: Полностью завершить работу %(appname)s.
sk: Ukončenie %(appname)s kompletné.

source: System Default
el: Προεπιλογή συστήματος
eu: Sistemaren lehenetsia
fr: Valeur par défaut
nl: Standaard
ru: Системная настройка
sk: Predvolené nastavenie systému

source: Subtitle font:
el: Γραμματοσειρά υπότιτλου:
eu: Azptitulu letra-tipoa:
fr: Police de sous-titres :
nl: Ondertitelings Lettertype:
ru: Шрифт субтитров:
sk: písmo titulkov

source: %(size)s GB/s
el: %(size)s GB/δευτ.
fr: %(size)s Go/s
ru: %(size)s ГБ/с

source: %(size)s MB/s
el: %(size)s MB/δευτ.
fr: %(size)s Mo/s
ru: %(size)s МБ/с

source: %(size)s kB/s
el: %(size)s ΚB/δευτ.
fr: %(size)s Ko/s
ru: %(size)s КБ/с

source: %(size)s B/s
el: %(size)s B/δευτ.
fr: %(size)s octets/s
ru: %(size)s Б/с

source: %(size)s GB
fr: %(size)s Go
ru: %(size)s ГБ

source: %(size)s MB
fr: %(size)s Mo
ru: %(size)s МБ

source: %(size)s KB
fr: %(size)s Ko
ru: %(size)s КБ

source: %(size)s B
fr: %(size)s octets
ru: %(size)s Б

source: Unicode
ru: Юникод

source: KB/s
el: KB/δευτ.
fr: Ko/s
ru: КБ/с

source: GB
fr: Go
ru: Гб

source: DRM
ru: ТСЗАП

source: %(size)sGB
fr: %(size)s Go
ru: %(size)sГБ

source: %(size)sMB
fr: %(size)s Mo
ru: %(size)sМБ

source: %(size)sKB
fr: %(size)s Ko
ru: %(size)sКБ

source: %(size)sB
fr: %(size)s octets
ru: %(size)sБ
