Repository: pculture/miro
Catalog: tv/resources/locale/*.po
Languages: el, eu, fr, nl, ru, sk

source: Reveal File
el: Εμφάνιση αρχείου
eu: Errebelatu fitxategia
fr: Afficher le fichier
nl: Toon Bestand
ru: Открыть в папке
sk: Odhaliť súbor

source: Play Externally
el: Αναπαραγωγή εξωτερικά
eu: Erreproduzitu kanpoan
fr: Lire dans un autre logiciel
nl: Extern afspelen
ru: Открыть внешней программой
sk: Prehrať externe

source: Skip
el: Παράλειψη
eu: Saltatu
fr: Passer
nl: Sla over
ru: Пропустить
sk: Preskočiť

source: Open Externally
el: Άνοιγμα εξωτερικά
eu: Ireki kanpoan
fr: Ouvrir avec un autre programme
nl: Extern openen
ru: Открыть во внешней программе
sk: Otvoriť externe

source: %(count)d Podcast Folder Selected
el: Επιλέχθηκε %(count)d φάκελος podcast
eu: Podcast karpeta %(count)d hautatuta
fr: %(count)d fichier podcast sélectionné
nl: %(count)d Geselecteerde podcast map
ru: %(count)d папка подкастов выделена

source: (contains %(count)d podcast)
el: (περιέχει %(count)d podcast)
eu: (podcast %(count)d du)
fr: (contient %(count)d podcast)
nl: (bevat %(count)d podcast)
ru: (содержит %(count)d подкаст)
sk: (obsahuje %(count)d podcast)

source: %(count)d Playlist Folder Selected
el: Επιλέχθηκε %(count)d φάκελος λιστών αναπαραγωγής
eu: Erreprodukzio-zerrenden karpeta %(count)d hautatuta
fr: %(count)d dossier de liste de lecture sélectionné
nl: %(count)d afspeellijstmap geselecteerd
ru: Выбран %(count)d каталог со списками воспроизведения
sk: %(count)d zvolená zložka Playlistov

source: (contains %(count)d playlist)
el: (περιέχει %(count)d λίστα αναπαραγωγής)
eu: (erreproduzio-zerrenda %(count)d du)
fr: (contient %(count)d liste de lecture)
nl: (bevat %(count)d afspeellijst)
ru: (содержит %(count)d список)

source: %(count)d Podcast Selected
el: Επιλέχθηκε %(count)d podcast
eu: Podcast %(count)d hautatuta
fr: %(count)d podcast sélectionné
nl: %(count)d Geselecteerde Podcast
ru: %(count)d подкаст выделен

source: %(count)d Source Selected
el: Επιλέχθηκε %(count)d πηγή
eu: Iturburu %(count)d hautatuta
fr: %(count)d source sélectionnée
nl: %(count)d Geselecteerde Bron
ru: %(count)d источник выбран

source: %(count)d Playlist Selected
el: Επιλέχθηκε %(count)d λίστα αναπαραγωγής
eu: Erreprodukzio-zerrenda %(count)d hautatuta
fr: %(count)d liste de lecture sélectionnée
nl: %(count)d afspeellijst geselecteerd
ru: %(count)d список воспроизведения выбран
sk: zvolený %(count)d Playlist

source: Delete All
el: Διαγραφή όλων
eu: Ezabatu guztiak
fr: Tout supprimer
nl: Verwijder alle
ru: Удалить все
sk: Odstrániť všetky

source: Put Into a New Folder
el: Τοποθέτηση σε νέο φάκελο
eu: Jarri karpeta berri batean
fr: Placer dans un nouveau dossier
nl: Verplaats naar nieuwe map
ru: Поместить в новую папку
sk: Vlož do nového adresára

source: Donate
el: Δωρεά
eu: Dohaintza egin
fr: Faire un don
nl: Doneer
ru: Пожертвовать
sk: Prispieť

source: Yes, I can donate now
eu: Bai, dohaintza egin dezaket orain
fr: Oui, je peux donner maintenant
nl: Ja, ik kan nu doneren
ru: Да, я могу дать пожертвование сейчас

source: Ask me later
eu: Galdetu geroago
fr: Me redemander plus tard
nl: Later opnieuw vragen
ru: Спросить позже

source: No Results
el: Κανένα αποτέλεσμα
eu: Emaitzarik ez
fr: Aucun résultat
nl: Geen resultaten
ru: Нет результатов
sk: Žiadne výsledky

source: %(count)d Downloading
el: Λήψη %(count)d
eu: %(count)d deskargatzen
fr: %(count)d téléchargement
nl: %(count)d Download bezig
ru: %(count)d загружается
sk: %(count)d sa sťahuje

source: %(count)d Item
el: %(count)d αντικείμενο
eu: Elementu %(count)d
fr: %(count)d élément
nl: %(count)d aflevering
ru: %(count)d элемент
sk: %(count)d položka

source: %(count)d Download Queued Due To Unplayed Items (See Settings)
el: %(count)d λήψη στην αναμονή επειδή υπάρχουν αντικείμενα που δεν έχουν αναπαραχθεί (δείτε τις ρυθμίσεις)
eu: Deskarga %(count)d ilaran erreproduzitu gabeko elementuak direla eta (Ikus Ezarpenak)
fr: %(count)d téléchargement mis en attente pour cause d'éléments non lus (voir la configuration)
nl: %(count)d download in de wachtrij vanwege nog niet afgespeelde items (zie instellingen)
ru: %(count)d загрузка в очереди из-за непросмотренных роликов (см. настройки)
sk: %(count)d sťahovanie vo fronte kvôli neprehratým položkám (Pozri nastavenia)

source: %(count)d Item Matches Search
el: %(count)d αντικείμενο ταιριάζει στα κριτήρια της αναζήτησης
eu: Elementu %(count)d bilaketarekin bat
fr: %(count)d élément correspond à la recherche
nl: Overeenkomend voorwerp zoeken
ru: Найден %(count)d элемент
sk: %(count)d položka splňuje kritéria vyhľadávania

source: never
el: ποτέ
eu: inoiz ez
fr: jamais
nl: nooit
ru: никогда
sk: nikdy

source: %(count)d hour ago
el: Πριν από %(count)d ώρα
eu: Duela ordu %(count)d
fr: Il y a %(count)d heure
nl: %(count)d uur
ru: %(count)d час назад
sk: pred %(count)d hodinou

source: %(count)d day ago
el: Πριν από %(count)d μέρα
eu: Duela egun %(count)d
fr: Il y a %(count)d jour
nl: %(count)d dag
ru: %(count)d день назад
sk: pred %(count)d dňom

source: %(count)d month ago
el: Πριν από %(count)d μήνα
eu: Duela hilabete %(count)d
fr: Il y a %(count)d mois
nl: %(count)d maand
ru: %(count)d месяц назад
sk: pred %(count)d mesiacom

source: Auto-Expire Items:
el: Αυτόματη λήξη αντικειμένων:
eu: Automatikoki iraungi elementuak:
fr: Éléments auto-expirant :
nl: Automatisch verlopende items:
ru: Ленты с авто-отпиской:
sk: Dočasné položky

source: Watched %(expiration)s (Default)
el: Παρακολουθήθηκε %(expiration)s (προεπιλογή)
eu: %(expiration)s ikusia (lehenetsia)
fr: Regardé %(expiration)s (par défaut)
nl: %(expiration)s (standaardinstelling)
ru: Просмотрено %(expiration)s (по умолчанию)
sk: Sledovaných %(expiration)s (Predvoľba)

source: Watched 1 day ago
el: Παρακολουθήθηκε πριν από 1 ημέρα
eu: Duela egun 1 ikusia
fr: Regardé il y a 1 jour
nl: 1 dag
ru: Просмотрен 1 день назад
sk: Sledované pred 1 dňom

source: Watched 3 days ago
el: Παρακολουθήθηκε πριν από 3 ημέρες
eu: Duela 3 egun ikusia
fr: Regardé il y a 3 jours
nl: 3 dagen
ru: Просмотрен 3 дня назад
sk: Sledované pred 3 dňami

source: Watched 6 days ago
el: Παρακολουθήθηκε πριν από 6 ημέρες
eu: Duela 6 egun ikusia
fr: Regardé il y a 6 jours
nl: 6 dagen
ru: Просмотрен 6 дней назад
sk: Sledované pred 6 dňami

source: Watched 10 days ago
el: Παρακολουθήθηκε πριν από 10 ημέρες
eu: Duela 10 egun ikusia
fr: Regardé il y a 10 jours
nl: 10 dagen
ru: Просмотрен 10 дней назад
sk: Sledované pred 10 dňami

source: Watched 1 month ago
el: Παρακολουθήθηκε πριν από 1 μήνα
eu: Duela hilabete 1 ikusia
fr: Regardé il y a 1 mois
nl: 1 maand
ru: Просмотрен месяц назад
sk: Sledované pred 1 mesiacom

source: Outdated Podcast Items:
el: Παλιά αντικείμενα podcast:
eu: Zaharkitutako podcast elementuak:
fr: Éléments podcasts obsolètes :
nl: Verouderde Podcast items:
ru: Устаревшие объекты подкаста:

source: Keep %(number)s (Default)
el: Διατήρηση %(number)s (Προεπιλογή)
eu: Mantendu %(number)s (Lehenetsia)
fr: En conserver %(number)s (par défaut)
nl: Standaardinstelling (%(number)s)
ru: Хранить %(number)s (По умолчанию)
sk: Uchovaj %(number)s (Predvoľba)

source: Keep 0
el: Διατήρηση 0
eu: Mantendu 0
fr: En conserver 0
nl: Onthoud niets
ru: Оставить 0
sk: Uchovaj 0

source: Keep 20
el: Διατήρηση 20
eu: Mantendu 20
fr: En conserver 20
nl: 20 minst recente afleveringen
ru: Оставить 20
sk: Uchovaj 20

source: Keep 50
el: Διατήρηση 50
eu: Mantendu 50
fr: En conserver 50
nl: 50 minst recente afleveringen
ru: Оставить 50
sk: Uchovaj 50

source: Keep 100
el: Διατήρηση 100
eu: Mantendu 100
fr: En conserver 100
nl: 100 minst recente afleveringen
ru: Оставить 100
sk: Uchovaj 100

source: Keep 1000
el: Διατήρηση 1000
eu: Mantendu 1000
fr: En conserver 1 000
ru: Оставить 1000
sk: Uchovaj 1000

source: Remove All
el: Αφαίρεση όλων
eu: Kendu guztiak
fr: Tout supprimer
nl: Verwijder alle
ru: Удалить все
sk: Odstráň všetky

source: Old items have been removed.
el: Τα παλαιά αντικείμενα έχουν αφαιρεθεί.
eu: Elementu zaharrak kendu dira.
fr: Les anciens éléments ont été supprimés
nl: Oude afleveringen verwijderd
ru: Старые элементы удалены.
sk: Staré položky boli odstránené

source: Pause auto-downloading when this many items are unplayed:
el: Παύση αυτόματης λήψης όταν τόσα αντικείμενα δεν έχουν αναπαραχθεί:
eu: Pausatu deskarga automatikoak elementu kopuru hau erreproduzitu gabe dagoenean:
fr: Suspendre le téléchargement automatique lorsque ce nombre d'éléments est non lu :
nl: Pauzeer automatisch downloaden wanneer er meer onafgespeelde items zjin dan:
ru: Приостанавливать автоматические задания, если непросмотренных:

source: 1 unplayed item
el: 1 αντικείμενο δεν έχει αναπαραχθεί
eu: Erreproduzitu gabeko elementu 1
fr: 1 élément non lu
nl: 1 niet-afgespeelde aflevering
ru: 1 непросмотренное видео
sk: 1 neprehratá položka

source: 3 unplayed items
el: 3 αντικείμενα δεν έχουν αναπαραχθεί
eu: Erreproduzitu gabeko 3 elementu
fr: 3 éléments non lus
nl: 3 niet-afgespeelde afleveringen
ru: 3 непросмотренных видео
sk: 3 neprehraté položky

source: 5 unplayed items
el: 5 αντικείμενα δεν έχουν αναπαραχθεί
eu: Erreproduzitu gabeko 5 elementu
fr: 5 éléments non lus
nl: 5 niet-afgespeelde afleveringen
ru: 5 непросмотренных видео
sk: 5 neprehratých položiek

source: 10 unplayed items
el: 10 αντικείμενα δεν έχουν αναπαραχθεί
eu: Erreproduzitu gabeko 10 elementu
fr: 10 éléments non lus
nl: 10 niet-afgespeelde afleveringen
ru: 10 непросмотренных видео
sk: 10 neprehratých položiek

source: 15 unplayed items
el: 15 αντικείμενα δεν έχουν αναπαραχθεί
eu: Erreproduzitu gabeko 15 elementu
fr: 15 éléments non lus
nl: 15 niet-afgespeelde afleveringen
ru: 15 непросмотренных видео
sk: 15 neprehratých položiek

source: Podcast Settings
el: Ρυθμίσεις Podcast
eu: Podcast ezarpenak
fr: Paramètres de podcast
nl: Podcast instellingen
ru: Настройки подкаста

source: %(appname)s Setup
el: Εγκατάσταση του %(appname)s
eu: %(appname)s konfigurazioa
fr: Configuration de %(appname)s
ru: Установка %(appname)s

source: Welcome to %(name)s! We have a couple of questions to help you get started.
el: Καλώς ήλθατε στο %(name)s! Έχουμε να σας κάνουμε δύο ερωτήσεις για να σας βοηθήσουμε να ξεκινήσετε.
eu: Ongi etorria %(name)s-(e)ra! Galdera pare bat ditugu hasten laguntzeko.
fr: Bienvenue dans %(name)s ! Ces quelques questions vont vous permettre de bien débuter.
nl: Welkom bij %(name)s! Hier zijn een aantal vragen zodat we je op weg kunnen helpen.
ru: Добро пожаловать в %(name)s! У нас есть несколько вопросов для помощи начинающим.

source: What language would you like %(name)s to be in?
el: Σε ποια γλώσσα θα θέλατε να είναι το %(name)s;
eu: Zein hizkuntza erabili nahi zenuke %(name)s-(e)n?
fr: Quelle langue voulez-vous que %(name)s utilise ?
nl: Welke taal wil je dat %(name)s gebruikt?
ru: Какой язык хочет задействовать %(name)s?

source: System default
el: Προεπιλογή συστήματος
eu: Sistemaren lehenetsia
fr: Valeur par défaut du système
nl: Standaard systeeminstelling
ru: По умолчанию
sk: Štandardné hodnoty

source: Language:
el: Γλώσσα:
eu: Hizkuntza:
fr: Langue :
nl: Taal:
ru: Язык:
sk: Jazyk:

source: Next >
el: Επόμενο >
eu: Hurrengoa >
fr: Suivant >
nl: Volgende >
ru: Далее >
sk: Ďalší >

source: %(name)s can automatically run when you start your computer so that it can resume your downloads and update your podcasts.
el: Το %(name)s μπορεί να εκκινείται αυτόματα όταν ξεκινάτε τον υπολογιστή σας ώστε να μπορέσει να συνεχίσει τις λήψεις και να ενημερώσει τα podcasts σας.
eu: %(name)s automatikoki exekuta daiteke zure ordenagailua abiarazten duzunean, zure deskargak berrekin eta zure podcast-ak eguneratu ditzan.
fr: %(name)s peut démarrer automatiquement au démarrage de votre ordinateur, afin de continuer vos téléchargements et mettre à jour vos podcasts.
nl: %(name)s kan automatisch gestart worden bij het opstarten van je computer zodat je downloads met hervat en je podcasts meteen geupdate kunnen worden.
ru: %(name)s может автоматически запускаться при загрузке компьютера, так что возможно возобновление загрузок и обновление подкастов.

source: Would you like to run %(name)s on startup?
el: Θέλετε να εκτελείται το %(name)s στην εκκίνηση;
eu: %(name)s exekutatu nahi duzu abioan?
fr: Voulez-vous exécuter %(name)s au démarrage ?
nl: Wilt u dat %(name)s automatisch opent na het inloggen?
ru: Запускать %(name)s при входе в систему?
sk: Chcete spustiť %(name)s pri štarte počítača?

source: < Previous
el: < Προηγούμενο
eu: < Aurrekoa
fr: < Précédent
nl: < Vorige
ru: < Предыдущий
sk: < Predchádzajúci

source: %(name)s can find music and video on your computer and show them in your %(name)s library. No files will be copied or duplicated.
el: Το %(name)s μπορεί να βρει μουσική και βίντεο στον υπολογιστή σας και να σας τα προβάλει στη βιβλιοθήκη %(name)s. Δεν πρόκειται να αντιγραφούν αρχεία.
eu: %(name)s-k musika eta bideoak aurki ditzake zure ordenagailuan eta zure %(name)s liburutegian erakutsi. Ez da fitxategirik kopiatu edo bikoiztuko.
fr: %(name)s peut détecter la musique et les vidéos présentes dans votre ordinateur et les afficher dans votre bibliothèque %(name)s. Aucun fichier ne sera copié ou dupliqué.
nl: %(name)s kan muziek- en videobestanden op je computer vinden en ze in je %(name)s bibliotheek tonen. Er zullen geen bestanden gekopieerd of gedupliceerd worden.
ru: %(name)s может искать музыку и видеофрагменты на вашем компьютере и показывать объекты в вашей библиотеке %(name)s. Файлы не будут копироваться или создаваться их копии.

source: Would you like %(name)s to search your computer for media files?
el: Θα θέλατε το %(name)s να αναζητήσει αρχεία πολυμέσων στον υπολογιστή σας;
eu: %(name)s-(e)k zure ordenagailuan eduki-fitxategiak bilatzea nahi duzu?
fr: Voulez vous que %(name)s recherche les fichiers multimédia présents dans votre ordinateur ?
nl: WIl je dat %(name)s zoekt naar mediabestanden op je computer?
ru: Вы %(name)s действительно хотите искать мультимедийные файлы на вашем компьютере?

source: Search everywhere.
el: Αναζήτηση παντού.
eu: Bilatu leku guztietan
fr: Rechercher partout.
nl: Zoek overal.
ru: Искать везде.
sk: Hľadať všade.

source: Just search in this folder:
el: Αναζήτηση μόνο σε αυτόν το φάκελο:
eu: Bilatu soilik karpeta honetan:
fr: Rechercher dans ce dossier :
nl: Zoek enkel in deze map:
ru: Найти в этой папке:
sk: Hľadať iba v tomto priečinku:

source: Choose...
el: Επιλέξτε...
eu: Aukeratu...
fr: Parcourir...
nl: Kiezen…
ru: Выбрать...
sk: Vybrať...

source: Finish
el: Τέλος
eu: Amaitu
fr: Terminer
nl: Voltooid
ru: Завершить
sk: Dokončiť

source: Cancelled
el: Ακυρώθηκε
eu: Bertan behera utzita
fr: Annulé
nl: Geannuleerd
ru: Отменено

source: parsed %(count)s file
el: αναλύθηκε %(count)s αρχείο
eu: Fitxategi %(count)s analizatuta
fr: %(count)s fichier analysé
nl: %(count)s bestand onderzocht
ru: анализ %(count)s файла
sk: %(count)s analyzovaný súbor

source: found %(count)s media file
el: βρέθηκε %(count)s αρχείο πολυμέσων
eu: Eduki-fitxategi %(count)s aurkituta
fr: %(count)s fichier multimédia trouvé
nl: %(count)s gevonden
ru: найден %(count)s файл
sk: nájdený %(count)s multimediálny súbor

source: Cancel Search
el: Ακύρωση αναζήτησης
eu: Utzi bilaketa
fr: Annuler la recherche
nl: Annuleer zoeken
ru: Отмена поиска
sk: Zrušiť hľadanie

source: Music Setup
eu: Musika ezarpena
fr: Réglage Musique
nl: Stel muziek in
ru: Настройка Музыки

source: Show my %(player)s music in my %(appname)s library.
eu: Erakutsi nire %(player)s musika nire %(appname)s liburutegian.
fr: Afficher la musique de mon lecteur %(player)s dans ma bibliothèque %(appname)s.
nl: Mijn %(player)s muziek in mijn %(appname)s bibliotheek weergeven.
ru: Показать мою музыку из %(player)s в библиотеке %(appname)s.

source: (Don't worry, no files are copied.)
eu: (Ez kezkatu, ez da fitxategirik kopiatzen)
fr: (Aucun fichier ne sera copié.)
nl: (Maakt u zich geen zorgen, er worden geen bestanden gekopieerd.)
ru: (Не волнуйтесь, никакие файлы не скопированы.)

source: Cleanup Song Info and Album Art
eu: Garbitu kanten informazioa eta albumen azalak
fr: Nettoyage des informations sur la pochette de l'album et les chansons
nl: Nummerinformatie en album art opschonen
ru: Очистить тэги трека и обложку альбома

source: Miro will use Echonest and 7Digital to cleanup all song titles, info, and album art. Recommended.
eu: Mirok Echonest eta 7Digital erabiliko ditu kanten izenburu, informazio eta album guztiak garbitzeko. Gomendatua.
fr: Miro utilisera Echonest et 7Digital pour le nettoyage des informations. Recommandé.
nl: Miro zal Echonest en 7Digital gebruiken om alle titels, informatie en album art op te schonen. Aanbevolen.
ru: Miro будет использовать Echonet и 7Digital, чтобы очистить все названия треков, теги и обложку альбома. Рекомендуется.

source: Note:
eu: Oharra:
fr: Remarque :
nl: Opmerking:
ru: Примечание:

source: You can manually set or undo song info cleanup by right-clicking on a song or batch of songs. You can adjust lookup settings at any time in Miro preferences. Online lookup involves sending anonymized data about your songs to Miro and indirectly to Echonest and 7Digital.
eu: Eskuz ezarri edo desegin dezakezu kanten informazioen garbiketa eskuin-klik eginez kanta batean edo kanta multzo batean. Bilaketa ezarpenak doi ditzakezu edozein momentutan Miroren hobespenetan. Lineako bilaketa gauzatzeko zure kanten anonimizatutako datuak bidaltzen zaizkio Mirori eta zeharka Echonest eta 7Digital-i.
fr: Vous pouvez définir le nettoyage des informations sur les chansons manuellement en cliquant à l'aide du bouton droit sur une chanson ou un groupe de chansons. Vous pouvez ajuster les paramètres de recherche dans les Préférences Miro. La recherche en ligne envoie des informations anonymes sur vos chansons à Miro et indirectement à Echonest et 7Digital.
nl: Je kunt handmatig de opschoning van de nummerinformatie wijzigen of ongedaan maken door met de rechtermuis te klikken op een nummer of een aantal nummers. Je kunt de Lookup instellingen altijd wijzingen in de Voorkeuren. Een online Lookup stuurt geanonimiseerde data over jouw nummers naar Miro en indirect naar Echonest en 7Digital.

source: First Time Music Setup
eu: Lehen aldiko musika konfigurazioa
fr: Règlages initiaux pour la musique
nl: Muziek Setup (eerste keer)
ru: Первоначальная настройка музыки

source: Get Started
eu: Hasi
fr: Démarrer
nl: Aan de slag
ru: Приступая к работе

source: Track %(tracknumber)d
el: Κομμάτι %(tracknumber)d
eu: %(tracknumber)d pista
fr: Piste %(tracknumber)d
nl: Traceer %(tracknumber)d
ru: Дорожка №%(tracknumber)d
sk: Stopa %(tracknumber)d

source: Subtitle file %(tracknumber)d
el: Αρχείο υπότιτλου %(tracknumber)d
eu: %(tracknumber)d azpititulu-fitxategia
fr: Fichier de sous-titres %(tracknumber)d
nl: ondertitel bestand %(tracknumber)d
ru: Файл субтитров №%(tracknumber)d
sk: Súbor s titulkami %(tracknumber)d

source: Eastern European
el: Ανατολικής Ευρώπης
eu: Europa ekialdea
fr: Europe de l'Est
nl: Oost-Europees
ru: Восточноевропейский
sk: východoeurópske

source: Baltic
el: Βαλτικής
eu: Baltikoa
fr: balte
nl: Baltisch
ru: Балтийский
sk: Baltsky

source: Croatian
el: Κροατική
eu: Kroaziera
fr: croate
nl: Kroatisch
ru: Хорватский
sk: Chorvátsky

source: Cyrillic
el: Κυριλλική
eu: Zirilikoa
fr: cyrillique
nl: Cyrillisch
ru: Кириллица
sk: Cyrilika

source: Cyrillic/Russian
el: Κυριλλική/Ρωσική
eu: Zirilikoa/Errusiera
fr: cyrillique/russe
nl: Cyrillisch/Russisch
ru: Кириллица / Россия
sk: Cyrilika/Ruské

source: Cyrillic/Ukrainian
el: Κυριλλική/Ουκρανική
eu: Zirilikoa/Ukrainera
fr: cyrillique/ukrainien
nl: Cyrillisch/Oekraïens
ru: Кириллица / Украина
sk: Cyrilika/Ukrajinské

source: Central European
el: Κεντρικής Ευρώπης
eu: Europa erdialdea
fr: Europe centrale
nl: Centraal Europees
ru: Центральноевропейский
sk: Stredoeurópske

source: Romanian
el: Ρουμάνικη
eu: Errumaniera
fr: roumain
nl: Roemeens
ru: Румынский
sk: Rumunsky

source: Western European
el: Δυτικής Ευρώπης
eu: Europa mendebaldea
fr: Europe de l'Ouest
nl: West-Europees
ru: Западноевропейский
sk: Západoeurópske

source: Celtic
el: Κέλτικη
eu: Zeltera
fr: celte
nl: Keltisch
ru: Кельтский
sk: Keltské

source: Greek
el: Ελληνική
eu: Greziera
fr: grec
nl: Grieks
ru: Греческий
sk: Grécky

source: Icelandic
el: Ισλανδική
eu: Islandiera
fr: islandais
nl: IJslands
ru: Исландский
sk: Islandsky

source: Nordic
el: Σκανδιναβική
eu: Nordikoa
fr: nordique
nl: Noord-Europees
ru: Скандинавский
sk: škandinávske

source: South European
el: Νότιας Ευρώπης
eu: Europa hegoaldea
fr: Europe du Sud
nl: Zuid-Europees
ru: Южноевропейский
sk: Juhoeurópske

source: Western
el: Δυτική
eu: Mendebaldea
fr: occidental
nl: Westers
ru: Западный
sk: Západné

source: East Asian
el: Ανατολικής Ασίας
eu: Asia ekialdea
fr: Asie de l'Est
nl: Oost-Azisch
ru: Восточноазиатский
sk: Východoazijské

source: Chinese Simplified
el: Κινέζικη απλοποιημένη
eu: Txinera sinplifikatua
fr: chinois simplifié
nl: Vereenvoudigd Chinees
ru: Китайский упрощённый
sk: Zjednodušená čínština

source: Chinese Traditional
el: Κινέζικη παραδοσιακή
eu: Txinera tradizionala
fr: chinois traditionnel
nl: Traditioneel Chinees
ru: Китайский традиционный
sk: Tradičná čínština

source: Japanese
el: Ιαπωνική
eu: Japoniera
fr: japonais
nl: Japans
ru: Японский
sk: Japonsky

source: Korean
el: Κορεάτικη
eu: Koreera
fr: coréen
nl: Koreaans
ru: Корейский
sk: Kórejsky

source: SE and SW Asian
el: ΝΑ και ΝΔ Ασίας
eu: Asia HE eta HM
fr: Asie du S.-E. et S.-O.
nl: Zuidoost en Zuidwest Aziatisch
ru: Юго-Восточная и Юго-Западная Азия
sk: SV a SZ Ázíjsky

source: Armenian
el: Αρμενική
eu: Armeniera
fr: arménien
nl: Armeens
ru: Армянский
sk: Arménsky

source: Georgian
el: Γεωργιανή
eu: Georgiera
fr: géorgien
nl: Georgisch
ru: Грузинский
sk: Gruzínsky

source: Gujarati
el: Γκουαρατί
eu: Gujaratera
fr: gujarâtî
ru: Гуджарати
sk: Gujaratsky

source: Gurmukhi
el: Γκουρμούχι
eu: Gurmukhia
fr: gurmukhī
ru: Гурмукхи
sk: Gurmukhsky

source: Hindi
el: Ινδική
eu: Hindia
fr: hindî
nl: Hindisch
ru: Хинди
sk: Hindština

source: Thai
el: Ταϊλανδέζικη
eu: Thailandiera
fr: thaï
nl: Thais
ru: Тайский
sk: Thajsky

source: Turkish
el: Τουρκική
eu: Turkiera
fr: turc
nl: Turks
ru: Турецкий
sk: Turecky

source: Vietnamese
el: Βιετναμέζικη
eu: Vietnamera
fr: vietnamien
nl: Vietnamees
ru: Вьетнамский
sk: Vietnamsky

source: Middle Eastern
el: Μέσης Ανατολής
eu: Ekialde hurbila
fr: Moyen-Orient
nl: Midden-Oosten
ru: Средневосточный
sk: Stredovýchodné

source: Arabic
el: Αραβική
eu: Arabiera
fr: arabe
nl: Arabisch
ru: Арабский
sk: Arabsky

source: Hebrew
el: Εβραϊκή
eu: Hebreera
fr: hébreu
nl: Hebreeuws
ru: Иврит
sk: Hebrejsky

source: Hebrew Visual
el: Εβραϊκή οπτική
eu: Hebreera bisuala
fr: hébreu visuel
nl: Hebreeuws Visueel
ru: Визуальный иврит
sk: Hebrejské vizuálne

source: Persian
el: Περσική
eu: Persiera
fr: perse
nl: Persisch
ru: Персидский
sk: Perzsky

source: Play Next Unplayed (%(unplayed)d)
el: Αναπαραγωγή του επόμενου μη αναπαραχθέντος (%(unplayed)d)
eu: Erreproduzitu erreproduzitu gabeko hurrengoa (%(unplayed)d)
fr: Lire l'élément non lu suivant (%(unplayed)d)
nl: Speel volgende nieuwe (%(unplayed)d) af
ru: Смотреть следующий непросмотренный (%(unplayed)d)
sk: Prehrať daľší neprehraný (%(unplayed)d)

source: Play All Unplayed (%(unplayed)d)
el: Αναπαραγωγή όλων των μη αναπαραχθέντων (%(unplayed)d)
eu: Erreproduzitu erreproduzitu gabeko guztiak (%(unplayed)d)
fr: Lire tous les éléments non lus (%(unplayed)d)
nl: Speel nieuwe (%(unplayed)d) af
ru: Смотреть все непросмотренные (%(unplayed)d)
sk: Prehrať všetky neprehrané (%(unplayed)d)

source: Pause All Downloads (%(downloading)d)
el: Παύση όλων των λήψεων (%(downloading)d)
eu: Pausatu deskarga guztiak (%(downloading)d)
fr: Mettre en pause tous les téléchargements (%(downloading)d)
nl: Pauzeer alle (%(downloading)d)
ru: Приостановить все загрузки (%(downloading)d)
sk: Pozastaviť všetky downloady (%(downloading)d)
