Repository: pculture/miro
Catalog: tv/resources/locale/*.po
Languages: el, eu, fr, nl, ru, sk

source: We're sorry, %(appname)s was unable to upgrade your database due to errors. Check to see if your disk is full. If it is full, then quit %(appname)s, free up some space, and start %(appname)s again. If your disk is not full, help us understand the problem by reporting a bug to our crash database. Finally, you can start fresh and your damaged database will be removed, but you will have to re-add your podcasts and media files.
el: Λυπούμαστε, το %(appname)s δεν ήταν σε θέση να αναβαθμίσει τη βάση δεδομένων σας λόγω σφαλμάτων. Ελέγξτε αν ο δίσκος σας είναι γεμάτος. Αν είναι γεμάτος, τότε κλείστε το %(appname)s, ελευθερώστε λίγο χώρο, και ξεκινήστε το %(appname)s ξανά. Αν δεν είναι γεμάτος ο δίσκος σας, βοηθήστε μας να καταλάβουμε το πρόβλημα αναφέροντας το σφάλμα στη βάση δεδομένων σφαλμάτων. Εν τέλει, μπορείτε να κάνετε μια νέα εκκίνηση και η κατεστραμμένη βάση δεδομένων σας θα διαγραφεί, αλλά θα πρέπει να ξαναπροσθέσετε τα podcasts και τα αρχεία πολυμέσων σας.
eu: Sentitzen dugu, %(appname)s-(e)k ezin izan du zure datu-basea eguneratu erroreak direla eta. Egiaztatu zure diskoa beteta dagoen. Beteta badago, irten %(appname)s-(e)tik, egin leku librea, eta abiarazi %(appname)s berriro. Zure diskoa ez badago beteta, lagun gaitzazu arazoa ulertzen gure kraskadura datu-basean errorea jakinaraziz. Azkenik, hutsetik has zaitezke eta kaltetutako zure datu-basea kenduko da, baina berriro gehitu beharko dituzu zure podcast-ak eta eduki-fitxategiak.
fr: Nous sommes désolé, %(appname)s n'a pu mettre à jour votre base de données, en raison d'erreurs. Vérifiez que votre disque dur n'est pas trop rempli. S'il est plein, quittez %(appname)s, libérez de l'espace et redémarrez %(appname)s. Si votre disque n'estt pas plein, aidez-nous à comprendre le problème en reportant le bogue à notre base de données. Au final, vous pouvez réinitialiser et votre base de données endommagée sera supprimée, mais vous devrez de nouveau ajouter vos podcasts et vos fichiers.
nl: Het spijt ons, %(appname)s kon uw database niet updaten vanwege fouten. Kijk of uw schijf vol zit. Als dit het geval is, sluit dan %(appname)s af, maak wat ruimte vrij en start %(appname)s opnieuw. Als uw schijf niet vol zit, help ons dan dit probleem op te lossen door een bug te rapporteren naar onze crash database. Als laatste redmiddel zou u een frisse start kunnen maken, waardoor uw databases verwijderd zullen worden. U zult in dit geval wel uw podcasts en mediabestanden opnieuw toe moeten voegen.
ru: Извините, %(appname)s не смог обновить вашу базу данных из-за ошибки. Проверьте ваш диск, он может быть переполнен. Если это так, закройте %(appname)s, очистите немного пространства и запустите %(appname)s опять. Если с диском все в порядке, помогите нам понять вашу проблему, отослав отчет о баге в нашу базу данных. Или вы можете начать новую и поврежденная база данных будет удалена, но вам придется заново добавлять подкасты и медиафайлы.

source: %(appname)s database save failed
el: Η αποθήκευση της βάσης δεδομένων του %(appname)s απέτυχε
eu: %(appname)s datu-base gordetzeak huts egin du
fr: L'enregistrement de la base de données %(appname)s a échoué.
nl: %(appname)s database kan niet opgeslagen worden
ru: При сохранении базы данных %(appname)s произошла ошибка
sk: %(appname)s databázu sa nepodarilo uložiť

source: %(appname)s was unable to save its database. If your disk is full, we suggest freeing up some space and retrying. If your disk is not full, it's possible that retrying will work. If retrying did not work, please quit %(appname)s and restart. Recent changes may be lost. If you see this error often while downloading, we suggest you reduce the number of simultaneous downloads in the Options dialog in the Download tab. Error: %(error_text)s
el: Το %(appname)s δεν μπόρεσε να αποθηκεύσει τη βάση δεδομένων του. Αν ο δίσκος σας είναι πλήρης, προτείνουμε να ελευθερώσετε λίγο χώρο και να ξαναπροσπαθήσετε. Αν ο δίσκος σας δεν είναι πλήρης, είναι πιθανό προσπαθώντας ξανά να λειτουργήσει. Αν η επανάληψη της προσπάθειας δε λειτούργησε, παρακαλούμε να κλείσετε το %(appname)s και το επανεκκινήσετε. Οι πρόσφατες αλλαγές μπορεί να χαθούν. Αν βλέπετε συχνά αυτό το σφάλμα ενώ κάνετε λήψεις, προτείνουμε να μειώσετε τον αριθμό των ταυτόχρονων λήψεων από το παράθυρο Επιλογές στην καρτέλα Λήψεις. Σφάλμα: %(error_text)s
eu: %(appname)s-k ezin izan du zure datu-basea gorde. Zure diskoa beteta badago, leku libre apur bat egin eta berriz saiatzea gomendatzen dizugu. Zure diskoa ez badago beteta, posible da berriz saiatzean arazorik ez egotea. Berriz saiatzeak ez badu funtzionatzen, mesedez irten %(appname)s-(e)tik eta berrabiarazi. Azken aldaketak gal daitezke. Errore hau sarri ikusten baduzu deskargatzean, Deskargak fitxako Aukerak elkarrizketa-koadroan aldibereko deskarga kopurua txikitzea gomendatzen dizugu. Errorea: %(error_text)s
fr: %(appname)s n'a pas pu sauvegarder sa base de données. Si votre disque est plein, nous vous suggérons de libérer de l'espace et de réessayer. Si votre disque n'est pas plein, essayez de recommencer. Si la nouvelle tentative a échoué, veuillez quitter %(appname)s et redémarrer. Les changements récents pourraient être perdus. Si vous voyez souvent cette erreur pendant le téléchargement, nous vous suggérons de réduire le nombre de téléchargements simultanés dans les options, à l'onglet téléchargement. Erreur : %(error_text)s
nl: %(appname)s kon de database niet opslaan. Als uw schijf vol is, raden wij aan wat ruimte vrij te maken en opnieuw proberen. Als uw schijf niet vol is, is het mogelijk dat opnieuw proberen zal werken. Mocht opnieuw proberen niet werken, stop dan alstublieft %(appname)s en herstart. Recente wijzigingen kunnen verloren gaan. Als u deze fout vaak tegenkomt tijdens het downloaden, raden wij u aan het aantal gelijktijdige downloads in het dialoogvenster Opties in het tabblad Download te verminderen. Error: %(error_text)s
ru: %(appname)s не удалось сохранить базу данных. Если на диске не осталось места, предлагаем освободить его и повторить попытку. Если диск свободен, можно повторить попытку. Если вторая попытка не удастся, пожалуйста, закройте %(appname)s и перезагрузите систему. Возможно, последние изменения будут утеряны. Если вы часто видите эту ошибку при загрузке, предлагаем уменьшить число одновременных загрузок в окне «Параметры» на вкладке «Загрузка». Ошибка: %(error_text)s
sk: %(appname)s nemohol uložiť svoju databázu. Ak je Váš disk plný, odporúčame uvoľniť nejaké miesto a pokus zopakovať. Ak disk plný nie je, zopakovanie akcie pravdepodobne pomôže. Ak zopakovanie nepomohlo, ukončite prosím %(appname)s a reštartujte ho. Nedávne zmeny môžu byť stratené. Ak vidíte túto chybu pri sťahovaní často, odporúčame znížiť počet sťahovaní bežiacich súčasne v okne Nastavenia na záložke Sťahovanie. Chyba: %(error_text)s

source: %(appname)s database save succeeded
el: Η αποθήκευση της βάσης δεδομένων του %(appname)s έγινε επιτυχώς
eu: %(appname)s datu-basea behar bezala gorde da
fr: L'enregistrement de la base de données %(appname)s a réussi.
nl: %(appname)s database werd succesvol opgeslagen
ru: База данных %(appname)s успешно сохранена
sk: %(appname)s databáza uložená úspešne

source: The database has been successfully saved. It is now safe to quit without losing any data.
el: Η βάση δεδομένων έχει αποθηκευθεί επιτυχώς. Τώρα είναι ασφαλές να κλείσετε την εφαρμογή χωρίς να χάσετε δεδομένα.
eu: Datubasea behar bezala gorde da. Segurua da orain irtetea, ez dira datuak galduko.
fr: L'enregistrement de la base de données %(appname)s a réussi. Vous pouvez maintenant quitter l'application sans perte de données.
nl: De database is succesvol opgeslagen. Het is nu veilig om af te sluiten zonder data te verliezen.
ru: База данных успешно сохранена. Теперь вы можете выйти без риска потери данных.
sk: Databáza bola úspešne uložená. Teraz možete ukončiť aplikáciu bez stráty dát.

source: database for device %(name)s corrupt.
eu: %(name)s gailuaren datu-basea hondatuta.
fr: La base de données du périphérique %(name)s est endommagée.
nl: database voor apparaat %(name)s is beschadigd.
ru: база данных для устройства %(name)s повреждена.

source: The %(appname)s database on your device is corrupt and a new one will be created.
eu: Zure gailuko %(appname)s datu-basea hondatuta dago eta berri bat sortuko da.
fr: La base de données %(appname)s sur votre périphérique est endommagée, une nouvelle base de données sera créée.
nl: De %(appname)s database op uw apparaat is beschadigd, er zal een nieuwe worden aangemaakt.
ru: База данных %(appname)s на вашем устройстве повреждена и будет создана новая.

source: Database save failed for device %(name)s.
eu: %(name)s gailuaren datu-basea gordetzeak huts egin du.
fr: La sauvegarde de la base de données du périphérique %(name)s a échoué.
nl: Opslaan database mislukt voor apparaat %(name)s.
ru: Ошибка сохранения базы данных для устройства %(name)s.

source: %(appname)s was unable to save its database on %(device)s. If your device is full, we suggest freeing up some space and retrying. If your disk is not full, it's possible that retrying will work. If retrying does not work select start fresh to reset the database to a new one.
eu: %(appname)s-(e)k ezin izan du %(device)s gailuko bere datu-basea gorde. Zure gailua beteta badago, leku libre apur bat egin eta berriz saiatzea gomendatzen dizugu. Zure diskoa ez badago beteta, posible da berriz saiatzean arazorik ez egotea. Berriz saiatzeak ez badu funtzionatzen, hautatu hutsetik hastea datu-basea berri batera berrezartzeko.
fr: %(appname)s n'a pas pu enregistrer sa base de données sur %(device)s. Si votre périphérique est plein, libérez de l'espace et recommencez. S'il n'est pas plein, recommencez l'enregistrement. Si la nouvelle tentative échoue, cliquez sur Commencer de nouveau pour créer une nouvelle base de données.
nl: %(appname)s kon de database niet opslaan op %(device)s. Als uw apparaat vol is kunt u ruimte vrijmaken en het opnieuw proberen. Als uw apparaat niet vol is, is het mogelijk dat het lukt als u het opnieuw probeert. Als het ook niet lukt als u het opnieuw probeert kunt u Start opnieuw selecteren om de database opnieuw aan te maken.

source: Device database save succeeded
eu: Gailuko datu-basea behar bezala gordeta
fr: L'enregistrement de la base de données du périphérique a réussi.
nl: Opslaan van database apparaat gelukt
ru: Сохранение базы данных выполнено

source: The database for %(device)s has been successfully saved.
eu: %(device)s-rentzako datu-basea behar bezala gorde da.
fr: La base de données de %(device)s a été enregistrée correctement.
nl: De database voor %(device)s is succesvol opgeslagen.
ru: База данных для %(device)s была сохранена.

source: Database was created by a newer version of %(appname)s (db version is %(version)s)
el: Η βάση δεδομένων είχε δημιουργηθεί από μια νεότερη έκδοση του %(appname)s (η έκδοση της βάσης δεδομένων είναι η %(version)s)
eu: Datu-basea %(appname)s-(r)en bertsio berriago batekin sortu zen (db bertsioa %(version)s da)
fr: La base de données a été créée à partir d'une version plus récente de %(appname)s (la version de la base de données est %(version)s)
nl: Database werd aangemaakt door een recentere versie van %(appname)s (db versie is %(version)s)
ru: База данных создана в новой версии %(appname)s (версия базы данных %(version)s)

source: Example Playlist
el: Δείγμα λίστας αναπαραγωγής
eu: Adibidetarako erreprodukzio-zerrenda
fr: Exemple de liste de lecture
nl: Voorbeeld afspeellijst
ru: Пример списка
sk: Ukážkový playlist

source: Eject failed
el: Η εξαγωγή απέτυχε
eu: Egozteak huts egin du
fr: L'éjection a échoué
nl: UItwerpen mislukt
ru: Ошибка извлечения

source: Ejecting device '%(name)s' failed. The device is in use.
el: Η εξαγωγή της συσκευής '%(name)s' απέτυχε. Η συσκευή είναι σε χρήση.
eu: '%(name)s' gailua egozteak huts egin du. Gailua erabiltzen ari da.
fr: L'éjection du périphérique « %(name)s » a échoué. Le périphérique est en cours d'utilisation.
nl: Het uitwerpen van '%(name)s' is mislukt. Het apparaat is in gebruik.
ru: Ошибка извлечения устройства '%(name)s'. Устройство используется.

source: For the best %(appname)s experience, we suggest you install Bonjour. Installing Bonjour will allow you share your media library with other %(appname)s users on your network, as well as stream media from other %(appname)s users on your network. %(appname)s has determined that your system is most likely missing the Avahi mDNSResponder compatibility library. Please refer to your operating system documentation on how you can install this library.
el: Για την καλύτερη εμπειρία με το %(appname)s, σας προτείνουμε να εγκαταστήσετε το Bonjour. Εγκαθιστώντας το Bonjour μπορείτε να μοιραστείτε τη βιβλιοθήκη πολυμέσων σας με άλλους χρήστες του %(appname)s στο δίκτυό σας, όπως επίσης να εκπέμψετε πολυμέσα από άλλους χρήστες του %(appname)s στο δίκτυό σας. Το %(appname)s διαπίστωσε ότι πιθανώς να απουσιάζει από το σύστημά σας η η βιβλιοθήκη συμβατότητας Avahi mDNSResponder. Παρακαλούμε ανατρέξτε στην τεκμηρίωση του λειτουργικού σας συστήματος σχετικά με τον τρόπο εγκατάστασης αυτής της βιβλιοθήκης.
eu: %(appname)s esperientzia onenerako, Bonjour instalatzea gomendatzen dizugu. Bonjour instalatzeak zure edukien liburutegia zure sareko beste %(appname)s erabiltzaile batzuekin partekatzeko aukera eskainiko dizu eta baita zure sareko beste %(appname)s erabiltzaile batzuen edukiak korronte bidez transferitzeko aukera ere. %(appname)s-(e)k erabaki du zure sistemak ziurrenik ez duela Avahi mDNSResponder bateragarritasun liburutegia. Mesedez irakurri zure sistema eragilearen dokumentazioan liburutegi hau nola instala dezakezun.
fr: Pour expérimenter %(appname)s au mieux, l'installation de Bonjour est conseillée. Bonjour vous permet de partager votre bibliothèque multimédia avec les autres utilisateurs %(appname)s de votre réseau, et d'accéder au contenu diffusé par les autres utilisateurs %(appname)s de votre réseau. %(appname)s a détecté que la bibliothèque de compatibilité Avahi mDNSResponder n'est pas présente dans votre système. Consultez la documentation de votre système d'exploitation pour installer cette bibliothèque.
nl: Voor de beste %(appname)s ervaring, adviseren we dat u Bonjour installeert. Wanneer u Bonjour installeert, kunt u uw media bibliotheek delen met andere %(appname)s gebruikers op uw netwerk. U kan ook media van andere %(appname)s gebruikers op uw netwerk streamen. %(appname)s heeft vastgesteld dat op uw systeem waarschijnlijk de Avahi mDNSResponder compatibiliteitsbibliotheek ontbreekt. Zie de documentatie van uw besturingssysteem over hoe u deze bibliotheek kan installeren.
sk: Odporúčame nainštalovať Bonjour pre lepší zážitok s programom %(appname)s. Je dodávaný spolu so Službami Tlače. Nainštalovaním Bonjour získate možnosť zdieľať vašu multimediálnu knižnicu s ostatnými používateľmi programu %(appname)s vo vašej sieti, ako aj sledovať multimedálne prúdy od iných používateľov programu %(appname)s vo vašej sieti. %(appname)s zistil, ze vo vašom systéme pravdepodobne chýba knižnica kompatibility s Avahi mDNSResponder. Prosím pozrite sa do dokumentácie k Vášmu operačnému systému ako môžete nainštalovať túto knižnicu.

source: For the best %(appname)s experience, we suggest you install Bonjour. Installing Bonjour will allow you share your media library with other %(appname)s users on your network, as well as stream media from other %(appname)s users on your network. %(appname)s has determined that your system is most likely missing the Avahi mDNSResponder compatibility library. Please refer to your operating system documentation on how you can install this library. Would you like %(appname)s to warn you on next startup?
el: Για την καλύτερη εμπειρία με το %(appname)s, σας προτείνουμε να εγκαταστήσετε το Bonjour. Εγκαθιστώντας το Bonjour μπορείτε να μοιραστείτε τη βιβλιοθήκη πολυμέσων σας με άλλους χρήστες του %(appname)s στο δίκτυό σας, όπως επίσης να εκπέμψετε πολυμέσα από άλλους χρήστες του %(appname)s στο δίκτυό σας. Το %(appname)s διαπίστωσε ότι πιθανώς να απουσιάζει από το σύστημά σας η η βιβλιοθήκη συμβατότητας Avahi mDNSResponder. Παρακαλούμε ανατρέξτε στην τεκμηρίωση του λειτουργικού σας συστήματος σχετικά με τον τρόπο εγκατάστασης αυτής της βιβλιοθήκης. Θα θέλατε να σας προειδοποιήσει το %(appname)s στην επόμενη εκκίνησή σας;
eu: %(appname)s esperientzia onenerako, Bonjour instalatzea gomendatzen dizugu. onjour instalatzeak zure edukien liburutegia zure sareko beste %(appname)s erabiltzaile batzuekin partekatzeko aukera eskainiko dizu eta baita zure sareko beste %(appname)s erabiltzaile batzuen edukiak korronte bidez transferitzeko aukera ere. %(appname)s-(e)k erabaki du zure sistemak ziurrenik ez duela Avahi mDNSResponder bateragarritasun liburutegia. Mesedez irakurri zure sistema eragilearen dokumentazioan liburutegi hau nola instala dezakezun. %(appname)s-(e)k hurrengo abiaraztean ohartaraztea nahi duzu?
fr: Pour expérimenter %(appname)s au mieux, l'installation de Bonjour est conseillée. Bonjour vous permet de partager votre bibliothèque multimédia avec les autres utilisateurs %(appname)s de votre réseau, et d'accéder au contenu diffusé par les autres utilisateurs %(appname)s de votre réseau. %(appname)s a détecté que la bibliothèque de compatibilité Avahi mDNSResponder n'est pas présente dans votre système. Consultez la documentation de votre système d'exploitation pour installer cette bibliothèque. Voulez-vous que %(appname)s vous avertisse au prochain démarrage ?
nl: Voor de beste %(appname)s ervaring, adviseren we dat u Bonjour installeert. Wanneer u Bonjour installeert, kunt u uw media bibliotheek delen met andere %(appname)s gebruikers op uw netwerk. U kan ook media van andere %(appname)s gebruikers op uw netwerk streamen. %(appname)s heeft vastgesteld dat op uw systeem waarschijnlijk de Avahi mDNSResponder compatibiliteitsbibliotheek ontbreekt. Zie de documentatie van uw besturingssysteem over hoe u deze bibliotheek kan installeren. Wenst u dat %(appname)s u hierover wederom waarschuwt bij de volgende systeemstart?
sk: Odporúčame nainštalovať Bonjour pre lepší zážitok s programom %(appname)s. Je dodávaný spolu so Službami Tlače. Nainštalovaním Bonjour získate možnosť zdieľať vašu multimediálnu knižnicu s ostatnými používateľmi programu %(appname)s vo vašej sieti, ako aj sledovať multimedálne prúdy od iných používateľov programu %(appname)s vo vašej sieti. %(appname)s zistil, ze vo vašom systéme pravdepodobne chýba knižnica kompatibility s Avahi mDNSResponder. Prosím pozrite sa do dokumentácie k Vášmu operačnému systému ako môžete nainštalovať túto knižnicu. Chcete aby Vás %(appname)s upozornil pri ďalšom štarte?

source: Enable tray icon
el: Ενεργοποίηση εικονιδίου στην περιοχή ειδοποιήσεων
eu: Gaitu erretiluko ikonoa
fr: Afficher une icône dans la barre des tâches
nl: Taakbalk pictogram gebruiken
ru: Отображать значок в области уведомления
sk: Povoliť ikonu v systémovej lište

source: Renderer options:
el: Επιλογές απόδοσης:
eu: Errendatzailearen aukerak:
fr: Options de rendu :
nl: Renderer-opties:
ru: Параметры обработки:
sk: Možnosti zobrazovača:

source: You must restart %(appname)s for renderer changes to take effect.
el: Πρέπει να επανεκκινήσετε το %(appname)s για να τεθούν σε ισχύ οι αλλαγές απόδοσης.
eu: %(appname)s berrabiarazi behar duzu errendatzailearen aldaketek eragina izateko.
fr: Vous devez relancer %(appname)s afin que les modifications soient effectives.
nl: Herstart %(appname)s om de veranderingen in de weergave te activeren.
ru: Чтобы изменения вступили в силу, %(appname)s нужно перезапустить.
sk: Musíš reštartovať %(appname)s aby mali zmeny efekt.

source: Video renderer:
el: Απόδοση βίντεο:
eu: Bideo-errendatzailea:
fr: Moteur de rendu vidéo :
ru: Обработчик видео:
sk: Zobrazovanie videa:

source: Binaries to use:
el: Εφαρμογές που θα χρησιμοποιηθούν:
eu: Erabili beharreko bitarrak:
fr: Fichiers binaires à utiliser :
nl: Binair te gebruiken:
ru: Исполняемые файлы:

source: ffmpeg binary path:
el: Διαδρομή εφαρμογής ffmpeg:
eu: ffmpeg bitarraren bidea:
fr: Chemin d'accès au fichier binaire ffmpeg :
nl: ffmpeg binair pad:
ru: Путь к ffmpeg:
sk: ffmpeg binárna cesta

source: Download Completed
el: Η λήψη ολοκληρώθηκε
eu: Deskarga osatuta
fr: Téléchargement terminé
nl: Downloaden voltooid
ru: Загрузка окончена
sk: Sťahovanie je dokončené

source: Download of video '%s' is finished.
el: Η λήψη του βίντεο '%s' έχει ολοκληρωθεί.
eu: '%s' bideoaren deskarga amaituta.
fr: Le téléchargement de la vidéo « %s » est terminé.
nl: Downloaden video '%s' voltooid.
ru: Видео '%s' загружено.
sk: Sťahovanie videa '%s' je dokončené.

source: %(appname)s has determined that your system may be missing the Bonjour components, a standard part of Mac OS X installations. Please review your Mac OS X installation.
el: Το %(appname)s διαπίστωσε ότι πιθανώς να λείπουν από το σύστημά σας τα συστατικά Bonjour, ένα κλασσικό κομμάτι των εγκαταστάσεων του Mac OS X. Παρακαλούμε ελέγξτε την εγκατάσταση του Mac OS X σας.
eu: %(appname)s-(e)k erabaki du zure sistemak behar bada Bonjour-en osagaiak falta dituela, Mac OS X instalazioen zati estandar bat. Mesedez berrikusi zure Mac OS X instalazioa.
fr: %(appname)s a déterminé que les composants Bonjour semblent absents de votre système, bien qu'étant un élément standard de Mac OS X. Veuillez vérifier l'installation de votre système Mac OS X.
nl: %(appname)s heeft vastgesteld dat uw systeem wellicht de Bonjour componenten mist, welk een standaard onderdeel zijn van Mac OS X installaties. Gelieve uw Mac OS X installatie te herzien.
ru: %(appname)s определил, что на вашем компьютере отсутствуют некоторые компоненты Bonjour, стандартный компонент Mac OS X. Пожалуйста, убедитесь в правильности установки Mac OS X.

source: Services
el: Υπηρεσίες
eu: Zerbitzuak
nl: Diensten
ru: Службы
sk: Služby

source: Hide %(appname)s
el: Απόκρυψη %(appname)s
eu: Ezkutatu %(appname)s
fr: Masquer %(appname)s
nl: Verberg %(appname)s
ru: Скрыть %(appname)s
sk: Skryť %(appname)s

source: Hide Others
el: Απόκρυψη υπολοίπων
eu: Ezkutatu besteak
fr: Masquer les autres
nl: Anderen verbergen
ru: Скрыть остальные
sk: Skryť ostatné

source: Show All
el: Προβολή όλων
eu: Erakutsi guztiak
fr: Tout afficher
nl: Alles weergeven
ru: Показать все
sk: Zobraziť všetko

source: Preferences...
el: Προτιμήσεις...
eu: Hobespenak...
fr: Préférences...
nl: Instellingen...
ru: Параметры...
sk: Nastavenia...

source: Quit %(appname)s
el: Έξοδος από το %(appname)s
eu: Irten %(appname)s-(e)tik
fr: Quitter %(appname)s
nl: Stop %(appname)s
ru: Выйти из %(appname)s
sk: Ukončiť %(appname)s

source: Close Window
el: Κλείσιμο παραθύρου
eu: Itxi leihoa
fr: Fermer la fenêtre
nl: Venster Sluiten
ru: Закрыть окно
sk: Zatvoriť okno

source: Cut
el: Αποκοπή
eu: Ebaki
fr: Couper
nl: Knippen
ru: Вырезать
sk: Vystrihnúť

source: Paste
el: Επικόλληση
eu: Itsatsi
fr: Coller
nl: Plakken
ru: Вставить
sk: Prilepiť

source: Select All
el: Επιλογή όλων
eu: Hautatu dena
fr: Tout sélectionner
nl: Alles Selecteren
ru: Выделить всё
sk: Vybrať všetko

source: Edit
el: Επεξεργασία
eu: Editatu
fr: Modifier
nl: Bewerken
ru: Правка
sk: Upraviť

source: Present Half Size
el: Παρουσίαση στο μισό μέγεθος
eu: Aurkeztu tamaina erdian
fr: Afficher à la moitié de la taille
nl: Halve grootte weergeven
ru: Показать уменьшенным вдвое
sk: Zobraziť v polovičnej veľkosti

source: Present Actual Size
el: Παρουσίαση στο πραγματικό μέγεθος
eu: Aurkeztu benetako tamainan
fr: Afficher à taille réelle
nl: Werkelijke grootte weergeven
ru: Показать в полный размер
sk: Zobraziť v skutočnej veľkosti

source: Present Double Size
el: Παρουσίαση στο διπλάσιο μέγεθος
eu: Aurkeztu tamaina bikooitzean
fr: Afficher au double de la taille
nl: Dubbele grootte weergeven
ru: Показать в двойном размере
sk: Zobraziť v dvojnásobnej veľkosti
