Repository: pculture/miro
Catalog: tv/resources/locale/*.po
Languages: el, eu, fr, nl, ru, sk

source: %(host)s doesn't support HTTP resume
el: Το %(host)s δεν υποστηρίζει συνέχιση από HTTP
eu: %(host)s-(e)k ez du HTTP berrekitea onartzen
fr: %(host)s ne prend pas en charge la reprise des transfert HTTP
nl: %(host)s ondersteund geen HTTP resume
ru: %(host)s не поддерживает HTTP докачку

source: HTTP Redirection limit hit for %(url)s
el: Το όριο ανακατεύθυνσης HTTP για το %(url)s καλύφθηκε
eu: HTTP berbideratze mugara iritsi da %(url)s
fr: La limite des redirections HTTP a été atteinte pour %(url)s
nl: HTTP Redirection limiet bereikt voor %(url)s
ru: Достигнут предел перенаправлений: %(url)s

source: Authorization failed for proxy: %(host)s:%(port)s
el: Η εξουσιοδότηση για το διαμεσολαβητή απέτυχε: %(host)s:%(port)s
eu: Autorizazioak huts egin du proxy-arentzat: %(host)s:%(port)s
fr: Échec de l'autorisation pour le proxy : %(host)s : %(port)s
nl: Authorisatie gefaald voor proxu: %(host)s:%(port)s
ru: Не удалось авторизоваться на прокси: %(host)s:%(port)s
sk: Autorizácia nevydarená pre proxy: %(host)s:%(port)s

source: Got 404 status code
el: Ελήφθη κώδικας κατάστασης 404
eu: 404 egoera kodea
fr: Code d'erreur 404 reçu
nl: Statuscode 404 gekregen
ru: Ошибка доступа 404: ресурс недоступен
sk: Stavový kód 404

source: Host returned bad status code: %(code)s
el: Ο υπολογιστής επέστρεψε κώδικα κακής κατάστασης: %(code)s
eu: Ostalariak okerreko egoera kodea itzuli du: %(code)s
fr: L'hôte a renvoyé un code d'état erroné : %(code)s
nl: Host gaf een foutcode: %(code)s
ru: Хост вернул код ошибки: %(code)s

source: Authorization failed
el: Η εξουσιοδότηση απέτυχε
eu: Autorizazioak huts egin du
fr: Autorisation refusée
nl: Authorisatie mislukt
ru: Неудачная попытка авторизации
sk: Zlyhanie autentifikácie

source: Authorization canceled
el: Η εξουσιοδότηση ακυρώθηκε
eu: Autorizazioa ezeztatuta
fr: Autorisation annulée
nl: Authorisatie geannuleerd
ru: Авторизация отменена
sk: Autorizácia zrušená

source: Authorization canceled by user
el: Η εξουσιοδότηση ακυρώθηκε από το χρήστη
eu: Autorizazioa erabiltzaileak ezeztatuta
fr: Autorisation annulée par l'utilisateur
nl: Authorisatie geannuleerd door gebruiker
ru: Авторизация отменена пользователем
sk: Autorizácia zrušená používaťeľom

source: Invalid URL
el: Μη έγκυρο URL
eu: URL baliogabea
fr: URL non valide
nl: Ongeldige URL
ru: Неверный адрес
sk: Chybná URL

source: "%(url)s" is not a valid URL
el: Το "%(url)s" δεν είναι ένα έγκυρο URL
eu: "%(url)s" ez da baliozko URL bat
fr: « %(url)s » n'est pas une adresse URL valide
nl: "%(url)s" is geen geldige URL.
ru: Адрес "%(url)s" неправильный
sk: "%(url)s" nie je platná URL

source: Unknown Host
el: Άγνωστος υπολογιστής
eu: Ostalari ezezaguna
fr: Hôte inconnu
nl: Onbekende host
ru: Неизвестный хост

source: The domainname "%(host)s" couldn't be found
el: Το όνομα τομέα του "%(host)s" δεν ήταν δυνατό να βρεθεί
eu: Ezin izan da "%(host)s" domeinu-izena aurkitu
fr: Impossible de trouver le nom de domaine « %(host)s »
nl: De domeinnaam "%(host)s" kon niet gevonden worden
ru: Доменное имя "%(host)s" не может быть найдено
sk: Doménu "%(host)s" sa nepodarilo nájsť

source: The file "%(path)s" doesn't exist
el: Το αρχείο "%(path)s" δεν υπάρχει
eu: "%(path)s" fitxategia ez da existitzen
fr: Le fichier « %(path)s » n'existe pas
nl: Het bestand "%(path)s bestaat niet
ru: Файл "%(path)s" не существует
sk: Súbor "%(path)s" neexistuje

source: Read error
el: Σφάλμα ανάγνωσης
eu: Irakurketa-errorea
fr: Erreur de lecture
nl: Fout bij lezen
ru: Ошибка чтения
sk: Chyba pri čítaní

source: Error while reading from "%(path)s"
el: Σφάλμα κατά την ανάγνωση από το "%(path)s"
eu: Errorea "%(path)s"-(e)tik irakurtzerakoan
fr: Erreur lors de la lecture de « %(path)s »
nl: Fout bij het lezen van "%(path)s"
ru: Ошибка во время чтения "%(path)s"
sk: Chyba pri čítaní z "%(path)s"

source: Could not write to %(filename)s
el: Δεν ήταν δυνατό να γίνει εγγραφή στο %(filename)s
eu: Ezin izan da %(filename)s-(e)n idatzi
fr: Impossible d'écrire dans %(filename)s
nl: Probleem schrijven naar %(filename)s
ru: Невозможно записать в %(filename)s
sk: Chyba pri zápise do %(filename)s

source: Write error
el: Σφάλμα εγγραφής
eu: Idazketa-errorea
fr: Erreur d'écriture
nl: Schrijffout
ru: Ошибка записи
sk: Chyba zápisu

source: Website
el: Ιστοσελίδα
eu: Webgunea
fr: Site web
ru: Сайт
sk: Webová stránka

source: Proxy
el: Διαμεσολαβητής
eu: Proxy-a
ru: Прокси

source: queued for download
el: σε αναμονή για λήψη
eu: deskargatzeko ilaratuta
fr: mis en attente de téléchargement
nl: in wachtrij
ru: в очереди загрузки
sk: Zaradené na sťahovanie

source: Error saving file
eu: Errorea fitxategia gordetzean
fr: Erreur lors de l'enregistrement du fichier
nl: Fout bij opslaan van bestand
ru: Ошибка при сохранении файла

source: There was an error saving %(filename)s: %(error)s
eu: Errore bat gertatu da %(filename)s gordetzerakoan: %(error)s
fr: Une erreur est survenue lors de l'enregistrement du fichier %(filename)s : %(error)s
nl: Er was een fout bij het opslaan van %(filename)s: %(error)s
ru: Ошибка во время сохранения %(filename)s: %(error)s

source: Subscribed to new podcast:
el: Έγινε συνδρομή στο νέο podcast:
eu: Podcast berrira harpidetuta:
fr: Inscrit au nouveau podcast :
nl: Geabonneerd op een nieuwe podcast:
ru: Подписаны на новый подкаст:

source: Subscribed to new podcasts:
el: Έγινε συνδρομή στα νέα podcasts:
eu: Podcast berrietara harpidetuta:
fr: Inscrit aux nouveaux podcasts :
nl: Geabonneerd op nieuwe podcasts:
ru: Подписаны на новый подкасты:

source: Migrating Files
el: Μεταφορά αρχείων
eu: Fitxategiak migratzen
fr: Déplacement des fichiers
nl: Bestanden verplaatsen
ru: Перенос файлов
sk: Migrujem súbory

source: Error: %(msg)s
el: Σφάλμα: %(msg)s
eu: Errorea: %(msg)s
fr: Erreur : %(msg)s
nl: Fout: %(msg)s
ru: Ошибка: %(msg)s
sk: Chyba: %(msg)s

source: Can't connect
el: Αδυναμία σύνδεσης
eu: Ezin da konektatu
fr: Impossible de se connecter
nl: Kan geen verbinding maken
ru: Не удалось подключиться
sk: Nedá sa pripojiť

source: Connection Error: %(msg)s
el: Σφάλμα σύνδεσης: %(msg)s
eu: Konexio-errorea: %(msg)s
fr: Erreur de connexion : %(msg)s
nl: Verbindingsfout: %(msg)s
ru: Ошибка подключения: %(msg)s
sk: Chyba spojenia: %(msg)s

source: SSL connection error
el: Σφάλμα σύνδεσης SSL
eu: SSL konexio-errorea
fr: Erreur de connexion SSL
nl: SSL verbindingsfout
ru: Ошибка SSL-соединения
sk: Chyba SSL spojenia

source: Timeout
el: Λήξη χρονικού ορίου
eu: Denbora-muga
fr: Délai dépassé
ru: Время ожидания ответа истекло
sk: Vypršanie časovaču

source: Connection to %(host)s timed out
el: Η σύνδεση στο %(host)s ξεπέρασε το χρονικό όριο
eu: %(host)s-(e)rako konexioaren denbora-muga gainditu da
fr: La connexion à %(host)s a expiré
nl: Verbinding met %(host)s duurde te lang
ru: Соединение с хостом %(host)s просрочено
sk: Spojenie s %(host)s vypršalo

source: Couldn't find address family to use
el: Δε βρέθηκε οικογένεια διευθύνσεων για να χρησιμοποιηθεί
eu: Ezin izan erabiltzeko helbide familia aurkitu
fr: Impossible de trouver la famille d'adresses à utiliser
nl: Geen te gebruiken adresfamilie gevonden

source: Unknown Error code
el: Κωδικός αγνώστου σφάλματος
eu: Errore-kode ezezaguna
fr: Code d'erreur inconnu
nl: Onbekende fout code
ru: Неизвестный код ошибки
sk: Neznámy chybový kód

source: Connection closed
el: Η σύνδεση τερματίστηκε
eu: Konexioa itxi da
fr: Connexion terminée
nl: Verbinding gesloten
ru: Соединение закрыто
sk: Spojenie ukončené

source: OPML Import failed
el: Η εισαγωγή OPML απέτυχε
eu: OPML inportazioak huts egin du
fr: Erreur d'importation du fichier OPML
nl: Probleem met importeren OPML
ru: Импортировать OPML не удалось
sk: OPML import zlyhal

source: The selected OPML file appears to be invalid. Import was interrupted.
el: Το επιλεγμένο αρχείο OPML φαίνεται να μην είναι έγκυρο. Η εισαγωγή διακόπηκε.
eu: Hautatutako OPML fitxategia baliogabea da. Inportazioa eten egin da.
fr: Le fichier OPML ne semble pas valide. L'importation a été interrompue.
nl: Het geselecteerde OPML-bestand lijkt niet correct te zijn. Het importeren is onderbroken.
ru: Возможно, указанный OPML некорректен. Импорт был прерван.
sk: Zvolený OPML súbor sa zdá byť poškodený. Načítavanie bolo prerušené.

source: The selected OPML file could not be read. Import was interrupted.
el: Δεν είναι δυνατή η ανάγνωση του επιλεγμένου αρχείου OPML. Η εισαγωγή διακόπηκε.
eu: Ezin izan da hautatutako OPML fitxategia irakurri. Inportazioa eten egin da.
fr: Impossible de lire le fichier OPML séléctionné. L'importation a été interrompue.
nl: Het geselecteerde OPML-bestand kon niet gelezen worden. Het importeren werd onderbroken.
ru: Невозможно прочитать выбранный OPML файл. Процесс импорта был прерван.
sk: Vybraný OPML súbor sa nedá čítať. Import bol prerušený.

source: OPML Import summary
el: Περίληψη εισαγωγής OPML
eu: OPML inportazioaren laburpena
fr: Résumé de l'importation du fichier OPML
nl: OPML importrapport
ru: Сводка об импорте OPML
sk: Súhrn o OMPL importe

source: Successfully imported %(count)d podcast.
el: Επιτυχής εισαγωγή %(count)d podcast.
eu: Behar bezala inportatu da podcast %(count)d.
fr: L'importation de %(count)d podcast a réussi.
nl: Succesvol %(count)d podcast geïmporteerd
ru: Удачно импортирован %(count)d подкаст.

source: Skipped %(count)d podcast already present.
el: Έγινε παράληψη %(count)d podcast που υπάρχει ήδη.
eu: Dagoeneko existitzen den podcast %(count)d saltatu da.
fr: Omission de %(count)d podcast déjà présent.
nl: %(count)d podcast overgeslagen, was al aanwezig
ru: Пропущен %(count)d уже существующий подкаст.

source: Enter a new name for the playlist %s
el: Εισαγωγή ενός νέου ονόματος για τη λίστα αναπαραγωγής %s
eu: Sartu izen berri bat %s erreprodukzio-zerrendarentzat
fr: Entrez un nouveau nom pour la liste de lecture %s
nl: Voer een naam in voor de afspeellijst %s
ru: Переименуйте плейлист: %s
sk: Zadajte nový názov pre playlist %s

source: Search All
el: Αναζήτηση όλων
eu: Bilatu guztiak
fr: Tout rechercher
nl: Zoek in alle
ru: Искать везде
sk: Prehľadať všetky

source: Download already exists
el: Η λήψη υπάρχει ήδη
eu: Deskarga dagoeneko existitzen da
fr: Téléchargement déjà existant
nl: Download bestaat reeds
ru: Загрузка уже существует
sk: Sťahovaný súbor už existuje

source: That URL is already an external download.
el: Αυτό το URL είναι ήδη μία εξωτερική λήψη.
eu: URL hori dagoeneko kanpoko deskarga bat da.
fr: Cette URL est déjà un téléchargement externe.
nl: De URL wordt reeds extern gedownload.
ru: Эта ссылка уже загружается внешней программой.
sk: Táto URL už existuje ako externý download.

source: %(appname)s will begin downloading it now.
el: Το %(appname)s θα αρχίσει τη λήψη του τώρα.
eu: %(appname)s deskargatzen hasiko da orain.
fr: %(appname)s va à présent démarrer le téléchargement.
nl: %(appname)s gaat met het downloaden beginnen.
ru: Сейчас %(appname)s начнет его загрузку.
sk: %(appname)s začne sťahovať teraz.

source: It is downloading now.
el: Κάνει λήψη τώρα.
eu: Deskargatzen ari da orain.
fr: Téléchargement en cours.
nl: De download is nu actief.
ru: Загружается.
sk: Momentálne sa sťahuje.

source: It has already been downloaded.
el: Έχει ήδη ληφθεί.
eu: Dagoeneko deskargatuta dago.
fr: Téléchargement déjà effectué.
nl: Het is reeds gedownload.
ru: Уже загружено.
sk: Už bol stiahnutý.

source: File Download
el: Λήψη αρχείου
eu: Fitxategiaren deskarga
fr: Téléchargement de fichier
nl: Download bestand
ru: Загрузка файла
sk: Stiahnutie súboru

source: This file at %(url)s does not appear to be audio, video, or a podcast.
el: Το αρχείο στο %(url)s δε φαίνεται να είναι ήχος, βίντεο ή podcast
eu: Dirudienez %(url)s-(e)ko fitxategia ez da audio, bideo edo podcast bat.
fr: Ce fichier à l'adresse %(url)s ne semble pas être un fichier audio, vidéo ou un podcast.
nl: Dit bestand op %(url)s lijkt geen audio-, video- of podcastbestand te zijn.
ru: Файл %(url)s не является звуковым, видео или подкастом.

source: Download Error
el: Σφάλμα λήψης
eu: Deskarga-errorea
fr: Erreur de téléchargement
nl: Downloadfout
ru: Ошибка при загрузке
sk: Chyba pri sťahovaní

source: %(appname)s is not able to download a file at this URL: URL: %(url)s Error: %(error)s (%(errordesc)s)
el: Το %(appname)s δε μπορεί να κατεβάσει ένα αρχείο από αυτό το URL: URL: %(url)s Σφάλμα: %(error)s (%(errordesc)s)
eu: %(appname)s ez da gai URL honetatik fitxategi bat deskargatzeko: URL-a: %(url)s Errorea: %(error)s (%(errordesc)s)
fr: %(appname)s ne peut pas télécharger un fichier à cette adresse : URL : %(url)s Erreur : %(error)s (%(errordesc)s)
nl: %(appname)s kan geen bestand downloaden vanaf deze URL. URL: %(url)s Fout: %(error)s (%(errordesc)s)
ru: %(appname)s не может загрузить файл с этого адреса: URL: %(url)s Ошибка: %(error)s (%(errordesc)s)
sk: %(appname)s nie je schopný stiahnuť súbor z tejto webovej adresy: Adresa: %(url)s Chyba: %(error)s (%(errordesc)s)

source: We're sorry, %(appname)s was unable to start up due to a problem with the database: Error: %(error)s It's possible that your database file is corrupted and cannot be used. You can start fresh and your damaged database will be removed, but you will have to re-add your podcasts and media files. If you want to do this, press the Start Fresh button and restart %(appname)s. To help us fix problems like this in the future, please file a bug report at %(url)s.
el: Λυπούμαστε, το %(appname)s είχε πρόβλημα στην εκκίνησή του λόγω ενός προβλήματος με τη βάση δεδομένων: Πρόβλημα: %(error)s Είναι πιθανό το αρχείο της βάσης δεδομένων σας να είναι κατεστραμμένο και να μη μπορεί να χρησιμοποιηθεί. Μπορείτε να κάνετε μια νέα εκκίνηση και η κατεστραμμένη βάση δεδομένων σας θα διαγραφεί, αλλά θα πρέπει να ξαναπροσθέσετε τα podcasts και τα αρχεία πολυμέσων σας. Εάν επιθυμείτε να το κάνετε, πάτησε το κουμπί Νέα Εκκίνηση και επανεκκινήστε το %(appname)s. Για να μας βοηθήσετε να διορθώσουμε στο μέλλον προβλήματα όπως αυτό, παρακαλούμε καταχωρίστε μια αναφορά σφάλματος στη διεύθυνση %(url)s.
eu: Sentitzen dugu, %(appname)s ezin izan da abiatu datu-basearen arazo bat dela eta: Errorea: %(error)s Posible da zure datu-base fitxategia hondatuta egotea eta ezin erabili izatea. Hutseti has zaitezke eta kaltetutako zure datu-basea kenduko da, baina berriro gehitu beharko dituzu zure podcast-ak eta eduki-fitxategiak. Hau egin nahi baduzu, sakatu Hutsetik hasi botoia eta berrabiarazi %(appname)s. Etorkizunean hau bezalako arazoak zuzentzen laguntzeko, mesedez idatzi errore-txosten bat hemen: %(url)s.
fr: %(appname)s n'a pas pu démarrer en raison d'un problème avec la base de données : Erreur : %(error)s Votre fichier de base de données peut être endommagé et inutilisable. Vous pouvez redémarrer afin de supprimer votre base de données, mais vous devrez ajouter à nouveau vos podcasts et fichiers multimédia. Pour cela, cliquez sur le bouton Commencer de nouveau et redémarrez %(appname)s. Pour nous aider à résoudre ces problèmes, soumettez un rapport de bogue à %(url)s.
nl: Onze excuses, %(appname)s kon niet opstarten door een probleem met de database: Fout: %(error)s Het is mogelijk dat uw database beschadigd is en niet meer gebruikt kan worden. U kunt opnieuw beginnen en uw beschadigde database zal dan worden verwijderd. U moet wel uw podcasts en media bestanden opnieuw toevoegen. Als u dit wil doen, klik dan op de Start Opnieuw knop en herstart %(appname)s. U kunt ons helpen om zo'n soort problemen te voorkomen door een bug report in te vullen op %(url)s.
ru: Сожалеем, но %(appname)s не может быть запущено из-за проблемы в базе данных: Ошбика: %(error)s Возможно файл базы данных поврежден и не может быть использован. Вы можете перезапустить программу и поврежденный файл базы данных будет удален, но при этом придется заново добавить подкасты и медиа файлы. Если вы хотите это сделать, нажмите кнопку Start Fresh и перезапустите %(appname)s. Чтобы помочь нам решить проблемы, как эта в будущем, пожалуйста, отправьте отчет об ошибке по ссылке %(url)s.
sk: Ospravedlňujeme sa, %(appname)s nebol schopný naštartovať kvôli problému s databázou: Chyba: %(error)s Je možné, že Váš databázový súbor je poškodený a nedá sa použiť. Môžete začať s novou databázou a Vaša poškodená databáza bude odstránená, ale budete si musieť znova pridať Vaše podcasty a súbory. Ak to chcete urobiť, stlačte tlačidlo Začať znova a reštartujte %(appname)s. Aby ste nám pomohli opraviť problémy ako tento, vyplnte prosím hlásenie o chybe na adrese %(url)s.

source: Unknown Error
el: Άγνωστο σφάλμα
eu: Errore ezezaguna
fr: Erreur inconnue
nl: Onbekende fout
ru: Неизвестная ошибка
sk: Neznáma chyba

source: An unknown error prevented %(appname)s from startup. Please file a bug report at %(url)s.
el: Ένα άγνωστο σφάλμα εμπόδισε το %(appname)s να εκκινηθεί. Παρακαλούμε να καταχωρίσετε μία αναφορά σφάλματος στο %(url)s.
eu: Errore ezezagun batek %(appname)s abiaraztea eragotzi du. Mesedez idatzi errore-txosten bat hemen: %(url)s
fr: Une erreur inconnue a empêché %(appname)s de démarrer. Veuillez signaler ce bogue sur %(url)s.
nl: Een onbekende fout hindert %(appname)s van opstarten. Plaats een bug rapport op %(url)s.
ru: Запуску %(appname)s помешала неизвестная ошибка. Cообщите об этом, пожалуйста, по адресу: %(url)s.
sk: Neznáma chyba zabránila aby sa %(appname)s spustil. Prosím odošlite hlásenie o chyba na %(url)s.

source: Database too new
el: Η βάση δεδομένων είναι πολύ νέα
eu: Datu-base berriegia
fr: Base de données trop récente
nl: Database te nieuw
ru: Новая база данных
sk: Databáza príliš nová

source: You have a database that was saved with a newer version of %(appname)s. You must download the latest version of %(appname)s and run that.
el: Έχετε μία βάση δεδομένων που αποθηκεύτηκε με μία νεότερη έκδοση του %(appname)s. Πρέπει να κατεβάσετε την τελευταία έκδοση του %(appname)s και να την εκτελέσετε.
eu: %(appname)s-(r)en bertsio berriago batekin gordetako datu-base bat duzu. %(appname)s-(r)en azken bertsioa deskargatu eta abiarazi behar duzu.
fr: Vous utilisez une base de données enregistrée avec une version plus récente de %(appname)s. Vous devez télécharger la dernière version de %(appname)s et la lancer.
nl: Uw database is opgeslagen door een nieuwere versie van %(appname)s. Download de meest recente versie van %(appname)s en gebruik deze.
ru: База данных была сохранена более новой версией %(appname)s. Загрузите и используйте новейшую версию %(appname)s.
sk: Máte databázu, ktorá bola uložená s novšou verziou %(appname)s. Vyžaduje sa, aby ste stiahli poslednú verziu %(appname)s a spustili ju.

source: Permissions error: %(appname)s couldn't create the folder.
eu: Baimen-errorea: %(appname)s -(e)k ezin izan du karpeta sortu.
fr: Erreur d'autorisation : %(appname)s n'a pas pu créer le dossier.
nl: Toegangsfout: %(appname)s kon de map niet niet aanmaken.
ru: Ошибка разрешений: %(appname)s невозможно создать папку.

source: Permissions error: %(appname)s can't write to the folder.
eu: Baimen-errorea: %(appname)s-(e)k ezin du karpetan idatzi.
fr: Erreur d'autorisation : %(appname)s ne peut pas écrire dans le dossier.
nl: Toegangsfout: %(appname)s kan niet schrijven naar de map.
ru: Ошибка разрешений: %(appname)s невозможно записать в папку.

source: The folder contains no files: is it on a drive that's disconnected?
eu: Karpetak ez dauka fitxategirik: deskonektatutako unitate batean dago?
fr: Le dossier ne contient aucun fichier : se trouve-t-il sur un lecteur qui n'est pas connecté ?
nl: De map bevat geen bestanden: staat deze op een schijf die verbonden is?
ru: Папка не содержит файлов: находятся ли они на отсоединённом накопителе?

source: Submitting Crash Report
el: Υποβολή αναφοράς σφάλματος
eu: Kraskadura txostena bidaltzen
fr: Soumission du rapport d'incident
nl: Crashrapport verzenden
ru: Передача отчета о сбое

source: %(appname)s will now submit a crash report to our crash database Do you want to include entire program database including all video and podcast metadata with crash report? This will help us diagnose the issue.
el: Το %(appname)s θα στείλει τώρα μία αναφορά σφάλματος στην βάση δεδομένων σφαλμάτων Θέλετε να συμπεριλάβουμε ολόκληρη τη βάση δεδομένων του προγράμματος συμπεριλαμβάνοντας όλα τα βίντεο και τα μεταδεδομένα των podcasts μαζί με την αναφορά σφάλματος; Αυτό θα μας βοηθήσει να διαγνώσουμε το πρόβλημα.
eu: %(appname)s-(e)k kraskadura txosten bat bidaliko du orain gure kraskadura datu-basera Programaren datu-base osoa sartu nahi duzu, bideo eta podcast metadatu guztiak barne, kraskadura txostenean? Honek arazoa diagnostikatzen lagunduko digu.
fr: %(appname)s soumettra maintenant un rapport d'incident à notre base de données des incidents. Permettez-vous d'inclure la base de données du programme en entier, y compris les métadonnées de tous les vidéos et podcasts ? Ceci nous aidera à diagnostiquer le problème.
nl: %(appname)s zal nu een crash report verzenden naar onze crash database Wilt u uw hele database, inclusief video en podcast metadata, verzenden met dit crash report? Dit zal ons helpen het probleem snel op te lossen.
ru: %(appname)s отправит отчёт об неисправности к нашу базу данных Вы действительно хотите добавить в отчёт о неисправности всю базу данных программы, включая метаданные видеофрагментов и подкастов? Это поможет нам в диагностировании неисправности.
sk: %(appname)s teraz odošle hlásenie o poruche do našej databázy porúch Chcete pripojiť celú databázu programu vrátane všetkých video a podcast metadát do hlásenia poruchy? To nám pomôže diagnostikovať tento problém.

source: %(appname)s database corrupt.
el: Η βάση δεδομένων του %(appname)s έχει καταστραφεί.
eu: %(appname)s datu-basea hondatuta.
fr: la base de donnée de %(appname)s est endommagée.
ru: %(appname)s база данных повреждена.

source: Your %(appname)s database is corrupt. It will be backed up in your Miro database directory and a new database will be created now.
el: Η βάση δεδομένων του %(appname)s σας, έχει καταστραφεί. Τώρα, θα δημιουργηθεί ένα αντίγραφό ασφαλείας της στον κατάλογο της βάσης δεδομένων του Miro και θα δημιουργηθεί μια νέα βάση δεδομένων.
eu: Zure %(appname)s datu-basea hondatuta dago. Zure Miro datu-base direktorioan babeskopiatuko da eta datu-base berri bat sortuko da orain.
fr: La base de données de %(appname)s est endommagée. Elle va être conservée dans le répertoire de base de données de Miro et une nouvelle base de données va être créée maintenant.
nl: Uw %(appname)s database is corrupt. Een backup van de corrupte database zal in uw Miro database map geplaatst worden en een nieuwe database zal nu worden aangemaakt.
ru: %(appname)s база данных повреждена. Будет создана её резервная копия в папке базы данных Miro, затем будет создана новая база данных.
sk: Vaša %(appname)s databáza je poškodená. Bude zálohovaná do vašeho Miro databázového priečinka a bude vytvorená nová databáza.

source: %(appname)s database upgrade failed
el: Η αναβάθμιση της βάσης δεδομένων του %(appname)s απέτυχε
eu: %(appname)s datu-basearen eguneraketak huts egin du
fr: La mise à niveau de la base de donnée %(appname)s a échoué
nl: %(appname)s database upgrade mislukt
ru: Обновление базы данных %(appname)s завершилось неудачей
sk: Aktualizácia databázy %(appname)s zlyhala
