Repository: pculture/miro
Catalog: tv/resources/locale/*.po
Languages: el, eu, fr, nl, ru, sk

source: Subscription error
el: Σφάλμα συνδρομής
eu: Harpidetza-errorea
fr: Erreur d'abonnement
nl: Probleem met abonnement
ru: Подписаться не удалось
sk: Chyba pri odoberaní

source: This %(appname)s podcast file has an invalid format: %(url)s. Please notify the publisher of this file.
el: Το αρχείο του podcast %(appname)s έχει μη έγκυρη μορφή: %(url)s. Παρακαλούμε ενημερώστε τον εκδότη αυτού του αρχείου.
eu: %(appname)s podcast fitxategi honek formatu baliogabea du: %(url)s. Mesedez jakinarazi fitxategi honen argitaratzaileari.
fr: Le format de ce fichier de podcast %(appname)s n'est pas valide : %(url)s. Informez-en l'auteur du fichier.
nl: Dit %(appname)s podcast bestand heeft een ongeldig formaat: %(url)s. Gelieve de uitgever hiervan op de hoogte te stellen.
ru: Файл подкаста %(appname)s имеет недопустимый формат: %(url)s. Пожалуйста, оповестите издателя этого файла.
sk: Tento %(appname)s súbor podcastu má neplatný formát: %(url)s. Upozornite prosím vydavateľa tohto súboru.

source: This %(appname)s podcast file has the wrong content type: %(url)s. Please notify the publisher of this file.
el: Το αρχείο του podcast %(appname)s έχει λανθασμένο τύπο περιεχομένου: %(url)s. Παρακαλούμε ενημερώστε τον εκδότη αυτού του αρχείου.
eu: %(appname)s podcast fitxategi honek eduki mota okerra du: %(url)s. Mesedez jakinarazi fitxategi honen argitaratzaileari.
fr: Le type de contenu de ce fichier de podcast %(appname)s est erroné : %(url)s. Informez-en l'auteur du fichier.
nl: Dit %(appname)s podcast bestand heeft een verkeerde bestandsinhoud: %(url)s. Gelieve de uitgever hiervan op de hoogte te stellen.
ru: Файл подкаста %(appname)s содержит несовместимый тип содержимого: %(url)s. Пожалуйста, оповестите издателя этого файла.

source: Could not download the %(appname)s podcast file: %(url)s
el: Δεν ήταν δυνατή η λήψη του αρχείου podcast του %(appname)s: %(url)s
eu: Ezin izan da %(appname)s podcast fitxategia deskargatu: %(url)s
fr: Impossible de télécharger le podcast de %(appname)s : %(url)s
nl: Kon het %(appname)s podcast bestand niet downloaden: %(url)s
ru: Невозможно загрузить в %(appname)s файл подкаста: %(url)s

source: Invalid Torrent
el: Μη έγκυρο torrent
eu: Torrent baliogabea
fr: Torrent non valide
nl: Ongeldige torrent
ru: Некорректный торрент
sk: Chybný Torrent

source: The torrent file %(filename)s appears to be corrupt and cannot be opened.
el: Το αρχείο torrent %(filename)s φαίνεται να είναι κατεστραμμένο και δε μπορεί να ανοιχθεί.
eu: %(filename)s torrent fitxategia hondatuta dagoela dirudi eta ezin da ireki.
fr: Le fichier torrent %(filename)s est apparemment endommagé et ne peut pas être ouvert.
nl: Het torrent bestand %(filename)s lijkt corrupt te zijn en kan daarom niet worden geopend.
ru: Файл торрента %(filename)s, по-видимому, поврежден и не может быть открыт.
sk: Torrent súbor %(filename)s je poškodený a nemôže byť otvorený.

source: File Error
el: Σφάλμα αρχείου
eu: Fitxategi-errorea
fr: Problème de fichier
nl: Bestandsfout
ru: Ошибка файла
sk: Chyba súboru

source: The torrent file %(filename)s could not be opened. Please ensure it exists and you have permission to access this file.
el: Το αρχείο torrent %(filename)s δεν ήταν δυνατό να ανοιχθεί. Παρακαλούμε βεβαιωθείτε ότι υπάρχει και ότι έχετε δικαίωμα πρόσβασης σε αυτό.
eu: Ezin izan da %(filename)s torrent fitxategia ireki. Mesedez ziurtatu existitzen dela eta fitxategi hori atzitzeko baimena duzula.
fr: Le torrent "%(filename)s" ne peut pas être ouvert. Vérifiez que ce torrent existe et que vous disposez des permissions nécessaires.
nl: Het torrent bestand %(filename)s kon niet worden geopend. Controleer of dit bestand bestaat en of u permissie heeft dit bestand te gebruiken.
ru: Файл torrent %(filename)s невозможно открыть. Пожалуйста, убедитесь что он существует и у вас достаточно прав доступа к этому файлу.
sk: Torrentový súbor %(filename)s nie je možné otvoriť. Uistite sa, že súbor existuje a máte právo k nemu pristupovať.

source: Sending Crash Report
el: Αποστολή αναφοράς σφάλματος
eu: Kraskadura txostena bidaltzen
fr: Envoi du rapport d'incident
nl: Crashrapport verzenden
ru: Отправка отчета о неполадке
sk: Odosielam chybové hlásenie

source: Sending Crash Report (%(progress)d%%)
el: Γίνεται αποστολή αναφοράς σφάλματος (%(progress)d%%)
eu: Kraskadura txostena bidaltzen (%%%(progress)d)
fr: Envoi du rapport d'incident (%(progress)d %%)
nl: Crashrapport verzenden (%(progress)d%%)
ru: Отправка отчета о неполадке (%(progress)d%%)
sk: Odosielam chybové hlásenie (%(progress)d%%)

source: Reason unknown--check log
el: Άγνωστος λόγος--ελέγξτε το αρχείο καταγραφής
eu: Arrazoi ezezaguna--ikusi egunkaria
fr: Raison inconnue, vérifiez le journal.
nl: Onbekende reden -- controleer de log
ru: Причина неизвестна--проверьте файл журнала событий
sk: Dôvod neznámy--skontrolujte log

source: %(program)s does not exist.
el: Δεν ήταν δυνατή η εύρεση του %(program)s
eu: %(program)s ez da existitzen.
fr: %(program)s n'existe pas.
nl: %(program)s bestaat niet.
ru: %(program)s не существует.
sk: %(program)s neexistuje.

source: Copy
el: Αντιγραφή
eu: Kopiatu
fr: Copier
nl: Kopiëren
ru: Копировать
sk: Kopírovať

source: %(original_name)s (Converted to %(format)s)
el: %(original_name)s (Μετατράπηκε σε %(format)s)
eu: %(original_name)s (%(format)s-(e)ra bihurtuta)
fr: %(original_name)s (converti en %(format)s)
nl: %(original_name)s (Geconverteerd naar %(format)s)
ru: %(original_name)s (Преобразование в %(format)s)
sk: %(original_name)s (Konvertovať do %(format)s)

source: %(engine)s for '%(query)s'
el: %(engine)s για '%(query)s'
eu: %(engine)s '%(query)s'-(r)entzat
fr: %(engine)s pour « %(query)s »
nl: %(engine)s voor '%(query)s'
ru: %(engine)s для поля '%(query)s'
sk: %(engine)s pre "%(query)s"

source: no title
el: χωρίς τίτλο
eu: izenbururik ez
fr: aucun titre
nl: geen titel
ru: без названия
sk: žiadny názov

source: Search
el: Αναζήτηση
eu: Bilatu
fr: Rechercher
nl: Zoeken
ru: Поиск
sk: Hľadať

source: starting up...
el: εκκινείται...
eu: abiarazten...
fr: démarrage...
nl: aan het starten...
ru: запуск...
sk: spúšťa sa...

source: no connection - retrying in %(time)s
el: δεν υπάρχει σύνδεση - επανάληψη σε %(time)s
eu: konexiorik ez - saiakera berria %(time)s ondoren
fr: pas de connexion - nouvel essai dans %(time)s
nl: geen verbinding - opnieuw proberen in %(time)s
ru: Подключение отсутствует - повтор подключения через %(time)s

source: no connection - retrying soon
el: δεν υπάρχει σύνδεση - σύντομα θα γίνει επανάληψη
eu: konexiorik ez - saiakera berria laster
fr: pas de connexion - nouvel essai imminent
nl: geen verbinding - opnieuw proberen
ru: подключение отсутствует — повтор через короткое время

source: Database Error
el: Σφάλμα βάσης δεδομένων
eu: Datu-base-errorea
fr: Erreur de base de données
nl: Database Fout
ru: Ошибка в базе данных
sk: Chyba databázy

source: Upgrading Old Database
el: Γίνεται αναβάθμιση της παλιάς βάσης δεδομένων
eu: Datu-base zaharra eguneratzen
fr: Mise à jour de l'ancienne base de données en cours
nl: Oude database aan het upgraden
ru: Обновление старой базы данных
sk: Aktualizácia starej databázy

source: Converting Old Database
el: Γίνεται μετατροπή της παλιάς βάσης δεδομένων
eu: Datu-base zaharra bihurtzen
fr: Conversion de l'ancienne base de données en cours
nl: Oude database aan het converteren
ru: Преобразование старой базы данных
sk: Konvertovanie starej databázy

source: Upgrading Database
el: Γίνεται αναβάθμιση της βάσης δεδομένων
eu: Datu-basea eguneratzen
fr: Mise à niveau de la base de données en cours
nl: Database aan het upgraden
ru: Обновление базы данных
sk: Aktualizácia databázy

source: Preparing Items
el: Γίνεται προετοιμασία των αντικειμένων
eu: Elementuak prestatzen
fr: Préparation des éléments en cours
nl: Voorbereiden van items
ru: Подготовка элементов
sk: Pripravujú sa položky

source: Your drive must be mounted.
el: Ο δίσκος σας πρέπει να είναι προσαρτημένος.
eu: Zure unitateak muntatuta egon behar du.
fr: Votre disque doit être monté.
nl: Je drive moet gemount zijn.
ru: Ваш диск должен быть подключен.
sk: Vaša jednotka musí byť pripojená.

source: USB Device
el: Συσκευή USB
eu: USB gailua
fr: Périphérique USB
nl: USB-apparaat
ru: Устройство USB
sk: USB zariadenie

source: Device removed during sync
el: Η συσκευή αφαιρέθηκε κατά τη διάρκεια του συγχρονισμού
eu: Gailua kenduta sinkronizatzean
fr: Périphérique retiré lors de la synchronisation
nl: Apparaat verwijderd tijdens het synchroniseren
ru: Устройство удалено во время синхронизации
sk: Zariadenie odobrané počas synchronizácie

source: %(name)s was removed while a sync was in progress. Not all items may have been copied.
el: Το %(name)s αφαιρέθηκε όσο βρισκόταν σε εξέλιξη ένας συγχρονισμός. Ίσως να μην έχουν αντιγραφεί όλα τα αντικείμενα.
eu: %(name)s kendu egin da sinkronizatzerakoan. Behar bada ez dira kopiatu elementu guztiak.
fr: %(name)s a été retiré au cours d'une synchronisation. Il est possible que certains éléments n'aient pas été copiés.
nl: %(name)s is tijdens de synchronisatie verwijderd. Mogelijk zijn er items niet gekopieerd.
ru: %(name)s было удалено во время синхронизации. Возможно не все элементы были скопированы.
sk: %(name)s bol odstránený počas behu synchronizácie. Niektoré položky nemuseli byť skopírované.

source: OK
el: Εντάξει
eu: Ados
ru: ОК

source: Apply
el: Εφαρμογή
eu: Aplikatu
fr: Appliquer
nl: Toepassen
ru: Применить
sk: Použiť

source: Close
el: Κλείσιμο
eu: Itxi
fr: Fermer
nl: Sluit
ru: Закрыть
sk: Zavrieť

source: Cancel
el: Ακύρωση
eu: Utzi
fr: Annuler
nl: Annuleren
ru: Отменить
sk: Zrušiť

source: Done
el: Ολοκληρώθηκε
eu: Eginda
fr: Terminé
nl: Voltooid
ru: Готово
sk: Hotovo

source: Yes
el: Ναι
eu: Bai
fr: Oui
nl: Ja
ru: Да
sk: Áno

source: No
el: Όχι
eu: Ez
fr: Non
nl: Neen
ru: Нет
sk: Nie

source: Quit
el: Έξοδος
eu: Irten
fr: Quitter
nl: Afsluiten
ru: Выйти
sk: Skončiť

source: Continue
el: Συνέχεια
eu: Jarraitu
fr: Continuer
nl: Doorgaan
ru: Продолжить
sk: Pokračovať

source: Ignore
el: Αγνόηση
eu: Ezikusi
fr: Ignorer
nl: Negeer
ru: Пропустить
sk: Ignorovať

source: Import Files
el: Εισαγωγή αρχείων
eu: Inportatu fitxategiak
fr: Importer des fichiers
nl: Importeer bestanden
ru: Импортировать файлы
sk: Importovať súbory

source: Submit Crash Report
el: Υποβολή αναφοράς σφάλματος
eu: Bidali kraskadura txostena
fr: Envoyer un rapport d'accident
nl: Stuur crashrapport
ru: Отправить отчет о неполадке
sk: Odoslať hlásenie o chybe

source: Migrate
el: Μεταφορά
eu: Migratu
fr: Migrer
nl: Verhuizen
ru: Перенести
sk: Migrovať

source: Don't Migrate
el: Όχι μεταφορά
eu: Ez migratu
fr: Ne pas migrer
nl: Niet Verhuizen
ru: Не переносить
sk: Nemigrovať

source: Download
el: Λήψη
eu: Deskargatu
fr: Télécharger
nl: Downloaden
ru: Скачать
sk: Stiahnuť

source: Remove Entry
el: Αφαίρεση καταχώρησης
eu: Kendu sarrera
fr: Supprimer l'entrée
nl: Item verwijderen
ru: Удалить запись
sk: Odstrániť záznam

source: Delete File
el: Διαγραφή αρχείου
eu: Ezabatu fitxategia
fr: Supprimer le fichier
nl: Bestand verwijderen
ru: Удалить файл
sk: Vymazať súbor

source: Delete Files
el: Διαγραφή αρχείων
eu: Ezabatu fitxategiak
fr: Supprimer les fichiers
nl: Bestanden verwijderen
ru: Удалить файлы
sk: Vymazať súbory

source: Keep Videos
el: Διατήρηση των βίντεο
eu: Mantendu bideoak
fr: Conserver les vidéos
nl: Video's bewaren
ru: Сохранить видео
sk: Ponechať videá

source: Delete Videos
el: Διαγραφή των βίντεο
eu: Ezabatu bideoak
fr: Supprimer les vidéos
nl: Video's verwijderen
ru: Удалить видео
sk: Vymazať videá

source: Create
el: Δημιουργία
eu: Sortu
fr: Créer
nl: Maken
ru: Создать
sk: Vytvoriť

source: Create Podcast
el: Δημιουργία podcast
eu: Sortu podcast-a
fr: Créer un podcast
nl: Podcast aanmaken
ru: Создать подкаст
sk: Vytvoriť podcast

source: Create Folder
el: Δημιουργία φακέλου
eu: Sortu karpeta
fr: Créer un dossier
nl: Maak Map
ru: Создать папку
sk: Vytvoriť adresár

source: Choose New Folder
eu: Aukeratu karpeta berria
fr: Choisir le nouveau dossier
nl: Kies nieuwe map
ru: Выберите новую папку
sk: Vybrať nový priečinok

source: Add Folder
el: Προσθήκη φακέλου
eu: Gehitu karpeta
fr: Ajouter un Dossier
nl: Map toevoegen
ru: Добавить папку
sk: Pridať priečinok

source: Add
el: Προσθήκη
eu: Gehitu
fr: Ajouter...
nl: Toevoegen
ru: Добавить
sk: Pridať

source: Add Into New Folder
el: Προσθήκη σε νέο φάκελο
eu: Gehitu karpeta berri batetara
fr: Ajouter dans un nouveau dossier
nl: Toevoegen in nieuwe map
ru: Добавить в новую папку
sk: Pridať do novej zložky

source: Keep
el: Διατήρηση
eu: Mantendu
fr: Conserver
nl: Behouden
ru: Сохранить
sk: Zachovať

source: Delete
el: Διαγραφή
eu: Ezabatu
fr: Supprimer
nl: Wissen
ru: Удалить
sk: Odstrániť

source: Remove
el: Αφαίρεση
eu: Kendu
fr: Supprimer
nl: Verwijderen
ru: Убрать
sk: Odstrániť

source: Not Now
el: Όχι τώρα
eu: Orain ez
fr: Pas maintenant
nl: Niet Nu
ru: Позже
sk: Teraz nie

source: Close to Tray
el: Κλείσιμο στην περιοχή ειδοποιήσεων
eu: Itxi erretilura
fr: Minimiser dans la barre des tâches
nl: Sluit naar systeemvak
ru: Свернуть в лоток
sk: Zavrieť na lištu

source: Launch Miro
el: Εκκίνηση του Miro
eu: Abiarazi Miro
fr: Démarrer Miro
nl: Start Miro
ru: Запустить Miro
sk: Spustiť Miro

source: Download Anyway
el: Λήψη οπωσδήποτε
eu: Deskargatu dena den
fr: Télécharger tout de même
nl: Forceer Download
ru: Всё равно загрузить
sk: Stiahnuť aj tak

source: Open in External Browser
el: Άνοιγμα σε εξωτερικό περιηγητή
eu: Ireki kanpoko arakatzailean
fr: Ouvrir dans le navigateur externe
nl: Open in externe browser
ru: Открыть в обозревателе
sk: Otvoriť v externom prehliadači

source: Don't Install
el: Να μη γίνει εγκατάσταση
eu: Ez instalatu
fr: Ne pas installer
nl: Installeer Niet
ru: Не устанавливать
sk: Neinštalovať

source: Subscribe
el: Συνδρομή
eu: Harpidetu
fr: S'abonner
nl: Abonneer
ru: Подписаться
sk: Odoberať

source: Stop Watching
el: Διακοπή παρακολούθησης
eu: Utzi ikusteari
fr: Arrêter la lecture
nl: Stop weergave
ru: Отписаться
sk: Zastaviť pozeranie

source: Retry
el: Προσπάθεια ξανά
eu: Saiatu berriro
fr: Recommencer
nl: Probeer opnieuw
ru: Повторить
sk: Opakovať

source: Start Fresh
el: Νέα εκκίνηση
eu: Hasi hutsetik
fr: Commencer de nouveau
nl: Start opnieuw
ru: Начать с нуля
sk: Čerstvý začiatok

source: Include Database
el: Να συμπεριληφθεί η βάση δεδομένων
eu: Sartu datu-basea
fr: Inclure la base de données
nl: Database bijvoegen
ru: Включить базу данных
sk: Zahrnúť databázu

source: Don't Include Database
el: Να μη συμπεριληφθεί η βάση δεδομένων
eu: Ez sartu datu-basea
fr: Ne pas inclure la base de données
nl: Database niet bijvoegen
ru: Не включать базу данных
sk: Nezahrnúť databázu

source: %(authtype)s %(url)s requires a username and password for "%(realm)s".
el: Το %(authtype)s %(url)s απαιτεί ένα όνομα χρήστη και έναν κωδικό πρόσβασης για το "%(realm)s".
eu: %(authtype)s %(url)s-(e)k "%(realm)s"-(r)entzako erabiltzaile-izen eta pasahitza behar ditu.
fr: %(authtype)s %(url)s nécessite un nom d'utilisateur et un mot de passe pour « %(realm)s ».
nl: %(authtype)s %(url)s vereist een gebruikersnaam en wachtwoord voor "%(realm)s".
ru: %(authtype)s %(url)s требует имя пользователя и пароль для "%(realm)s".
sk: %(authtype)s %(url)s vyžaduje užívateľské meno a heslo pre "%(realm)s".

source: Login Required
el: Απαιτείται σύνδεση
eu: Saioa hastea beharrezkoa
fr: Authentification requise
nl: Inloggen vereist
ru: Необходим вход
sk: Je potrebné prihlásenie

source: %(num)d day
el: %(num)d μέρα
eu: egun %(num)d
fr: %(num)d jour
nl: %(num)d dag
ru: %(num)d день.
sk: %(num)d deň

source: %(num)d hr
el: %(num)d ώρα
eu: ordu %(num)d
fr: %(num)d heure
nl: %(num)d uur
ru: %(num)d час
sk: %(num)d hodina

source: %(num)d min
el: %(num)d λεπτό
eu: min %(num)d
fr: %(num)d minute
nl: %(num)d minuut
ru: %(num)d минута
sk: %(num)d minúta

source: %(num)d sec
el: %(num)d δευτερόλεπτο
eu: seg %(num)d
fr: %(num)d seconde
nl: %(num)d seconde
ru: %(num)d секунда
sk: %(num)d sekunda

source: Expires in %(count)d day
el: Λήγει σε %(count)d ημέρα
eu: Egun %(count)d igarotakoan iraungitzen da
fr: Expire dans %(count)d jour
nl: Niet meer geldig binnen %(count)d dag
ru: До конца срока действия остался %(count)d день
sk: Vyprší za %(count)d deň

source: Expires in %(count)d hour
el: Λήγει σε %(count)d ώρα
eu: Ordu %(count)d igarotakoan iraungitzen da
fr: Expire dans %(count)d heure
nl: Vervalt binnen %(count)d uur
ru: До конца срока действия остался %(count)d час
sk: Vyprší za %(count)d hodinu

source: Expires in %(count)d minute
el: Λήγει σε %(count)d λεπτό
eu: Minutu %(count)d igarotakoan iraungitzen da
fr: Expire dans %(count)d minute
nl: Vervalt binnen %(count)d minuut
ru: До конца срока действия осталась %(count)d минута
sk: Vyprší za %(count)d minútu

source: Expires: %(count)d day
el: Λήγει: %(count)d ημέρα
eu: Iraungitzeko: egun %(count)d
fr: Expire dans : %(count)d jour
nl: Vervalt: %(count)d dag
ru: До конца срока действия осталось: %(count)d день
sk: Vyprší za %(count)d deň

source: Expires: %(count)d hour
el: Λήγει: %(count)d ώρα
eu: Iraungitzeko: ordu %(count)d
fr: Expire dans : %(count)d heure
nl: Vervalt: %(count)d uur
ru: До конца срока действия осталось: %(count)d час
sk: Vyprší za %(count)d hodinu

source: Expires: %(count)d minute
el: Λήγει: %(count)d λεπτό
eu: Iraungitzeko: minutu %(count)d
fr: Expire dans : %(count)d minute
nl: Vervalt: %(count)d minuut
ru: До конца срока действия осталось: %(count)d минута
sk: Vyprší za %(count)d minútu

source: %(month)s %(dayofmonth)s, %(year)s
eu: %(year)s-%(month)s-%(dayofmonth)s
fr: %(dayofmonth)s %(month)s %(year)s
nl: %(dayofmonth)s %(month)s %(year)s
ru: %(dayofmonth)s %(month)s %(year)s
sk: %(dayofmonth)s %(month)s, %(year)s

source: Error
el: Σφάλμα
eu: Errorea
fr: Erreur
nl: Fout
ru: Ошибка
sk: Chyba

source: Error moving to movies directory
el: Σφάλμα κατά τη μετακίνηση στον κατάλογο ταινιών
eu: Errorea filmen direktoriora mugitzean
fr: Erreur lors du déplacement vers le répertoire vidéo
nl: Fout tijdens het verplaatsen naar de film map
ru: Ошибка при перемещении в директорию фильмов.

source: Not enough disk space
el: Δεν υπάρχει αρκετός χώρος στο δίσκο
eu: Ez dago nahikoa leku diskoan
fr: Espace disque insuffisant
nl: Niet genoeg schijfruimte
ru: Недостаточно места на диске
sk: Nedostatok miesta na disku

source: %(amount)s MB required to store this video
el: Απαιτούνται %(amount)s MB για να αποθηκεύσετε αυτό το βίντεο
eu: %(amount)s MB behar dira bideo hau biltegiratzeko
fr: %(amount)s Mo sont nécessaires pour enregistrer cette vidéo
nl: %(amount)s MB is vereist om video op te slaan
ru: %(amount)s MB требуется для сохранения данного видео-ролика
sk: %(amount)s MB potrebných na uloženie tohto videa

source: no content
el: δεν υπάρχει περιεχόμενο
eu: edukirik ez
fr: aucun contenu
nl: Geen inhoud
ru: пусто
sk: Bez obsahu

source: BitTorrent failure
el: Αποτυχία του BitTorrent
eu: BitTorrenten hutsegitea
fr: Échec de BitTorrent
nl: Torrentprobleem
ru: Сбой BitTorrent
sk: BitTorrent zlyhanie

source: BitTorrent failed to startup
el: Το BitTorrent απέτυχε να εκκινηθεί
eu: BitTorrent-ek huts egin du abioan
fr: Échec du démarrage de BitTorrent
nl: Probleem opstarten torrent
ru: Не удалось запустить BitTorrent
sk: BitTorrent zlyhal pri štartovaní

source: waiting to check existing files
el: σε αναμονή για έλεγχο των υπαρχόντων αρχείων
eu: existitzen diren fitxategiak egiaztatu arte itxaroten
fr: Vérification des fichiers existants en cours d'attente
nl: wacht op het controleren van bestaande bestanden
ru: Ждем проверки существующих файлов
sk: čaká sa na kontrolu existujúcich súborov

source: checking existing files
el: γίνεται έλεγχος των υπαρχόντων αρχείων
eu: existitzen diren fitxategiak egiaztatzen
fr: Vérification des fichiers existants en cours
nl: bestaande bestanden controleren
ru: Проверяем существующие файлы
sk: kontrolujú sa existujúce súbory

source: allocating disk space
el: γίνεται δέσμευση χώρου στο δίσκο
eu: diskoko lekua esleitzen
fr: Allocation de l'espace disque en cours
nl: schijfruimte toewijzen
ru: Выделяем дисковое пространство
sk: alokuje sa miesto na disku

source: Corrupt Torrent
el: Κατεστραμμένο torrent
eu: Hondatutako torrenta
fr: Torrent endommagé
nl: Beschadigde torrent
ru: Торрент-файл поврежден
sk: Poškodený Torrent

source: The torrent file at %(url)s was not valid
el: Το αρχείο torrent στο %(url)s δεν ήταν έγκυρο
eu: %(url)s-(e)ko torrent fitxategia ez da baliozkoa.
fr: Le ficher torrent %(url)s n'était pas valide
nl: De torrent op %(url)s is niet geldig
ru: Торрент-файл по адресу %(url)s повреждён
sk: Torrent súbor na adrese %(url)s nebol platný

source: Torrent file deleted
el: Το αρχείο torrent διαγράφηκε
eu: Torrent fitxategia ezabatuta
fr: Fichier torrent supprimé
nl: Torrent-bestand verwijderd
ru: Торрент-файл удалён
sk: Torrent súbor vymazaný

source: The torrent file for this item was deleted outside of %(appname)s.
el: Το αρχείο torrent γι' αυτό το αντικείμενο διαγράφηκε εκτός του %(appname)s.
eu: Elementu honen torrent fitxategia %(appname)s-(e)tik kanpo ezabatu da.
fr: Le fichier torrent pour cet élément a été supprimé en dehors de %(appname)s.
nl: Het Torrent bestand voor dit item is buiten %(appname)s om verwijderd.
ru: Торрент-файл для этого элемента был удален не из %(appname)s.
sk: Torent súbor tejto položky bol zmazaný mimo %(appname)s.

source: File not found
el: Το αρχείο δε βρέθηκε
eu: Ez da fitxategia aurkitu
fr: Fichier introuvable
nl: Bestand niet gevonden
ru: Файл не найден
sk: Súbor sa nenašiel

source: Flash URL Scraping Error
el: Σφάλμα ανάκτησης του URL του Flash
eu: Flash URL zuriketa-errorea
fr: Erreur de récupération d'URL Flash
nl: Flash URL oppikfout
ru: Ошибка извлечения адреса объекта flash

source: Unknown
el: Άγνωστο
eu: Ezezaguna
fr: Inconnu(e)
nl: Onbekend
ru: Неизвестно
sk: Neznámy

source: Bad content-type
el: Κατεστραμμένος τύπος περιεχομένου
eu: Eduki mota okerra
fr: Type de contenu erroné
nl: Slecht content-type
ru: Ошибка в поле content-type
sk: Zlý typ obsahu

source: Podcast is not compatible with %(appname)s
el: Το podcast δεν είναι συμβατό με το %(appname)s
eu: Podcast-a ez da bateragarria %(appname)s-(r)ekin
fr: Ce podcast n'est pas compatible avec %(appname)s
nl: Podcast is niet compatibel met %(appname)s
ru: Подкаст не совместим с %(appname)s
sk: Podcast nie je kompatibilný s %(appname)s
