Repository: pculture/miro
Catalog: tv/resources/locale/*.po
Languages: el, eu, fr, nl, ru, sk

source: Warn me when I attempt to quit with conversions in progress
el: Να ειδοποιούμαι όταν προσπαθώ να κλείσω την εφαρμογή ενώ υπάρχουν μετατροπές σε εξέλιξη
eu: Ohartarazi bihurketak lanean ari direla irteten saiatzen naizenean
fr: M'avertir lorsque je tente de quitter alors que des conversions sont en cours
nl: Waarschuw me wanneer ik afsluit bij actieve conversies.
ru: При выходе предупреждать о незавершённых преобразованиях

source: Connect failed
el: Αποτυχία σύνδεσης
eu: Konexioak huts egin du
fr: Échec de la connexion
nl: Verbinding mislukt
ru: Ошибка соединения

source: Connection to share %(name)s failed. The share is either unreachable or incompatible with %(appname)s sharing.
el: Αποτυχία σύνδεσης στο κοινόχρηστο %(name)s. Το κοινόχρηστο είναι είτε μη προσβάσιμο ή μη συμβατό με το διαμοιρασμό του %(appname)s.
eu: %(name)s partekatzeko konexioak huts egin du. Partekatzea iristezina da edo bateraezina da %(appname)s partekatzearekin.
fr: La connexion au dossier partagé %(name)s a échoué. Le dossier partagé n'est pas accessible ou n'est pas compatible avec le système de partage %(appname)s.
nl: Verbinden met uitwisselingspunt ( %(name)s mislukt. Het uitwisselingspunt is onbereikbaar of incompatibel met de uitwisselingsfunctionaliteiten van %(appname)s.
ru: Подключение к общедоступному местоположению %(name)s невозможно. Общее местоположение недоступно или несовместимо с общедоступным местоположением %(appname)s.

source: Upgrading database
el: Γίνεται αναβάθμιση της βάσης δεδομένων
eu: Datu-basea eguneratzen
fr: Mise à jour de la base de données
nl: Aan het upgraden van de database
ru: Идёт обновление базы данных
sk: Aktualizujem databázu

source: %(appname)s is upgrading your database of podcasts and files. This one-time process can take a long time if you have a large number of items in %(appname)s (it can even take more than 30 minutes).
el: Το %(appname)s αναβαθμίζει τη βάση των podcasts και των αρχείων. Αυτή η εφάπαξ διαδικασία μπορεί να διαρκέσει πολύ χρόνο αν έχετε μεγάλο αριθμό αντικειμένων στο %(appname)s (μπορεί ακόμη να διαρκέσει και περισσότερο από 30 λεπτά).
eu: %(appname)s zure podcast eta fitxategi datu-basea eguneratzen ari da. Aldi bakarreko prozesu honek luze jo dezake elementu kopuru handia baduzu %(appname)s-(e)n (30 minutu baino gehiago har ditzake).
fr: %(appname)s met à jour votre base de données de podcasts et fichiers. Ce processus unique peut prendre longtemps si vous conservez un grand nombre d'éléments dans %(appname)s (par exemple plus de 30 minutes).
nl: %(appname)s is bezig met het upgraden van je podcast- en bestandsdatabase. Dit is een eenmalig proces dat lang kan duren wanneer je veel items in %(appname)s hebt (soms meer dan 30 minuten).
ru: %(appname)s обновляет вашу базу данных подкастов и файлов. Этот единоразовый процесс может занять достаточное время, если у вас доступно большое количество объектов в %(appname)s (может занять более 30 минут).

source: %(appname)s shutdown improperly and needs to prepare your items for display.
el: Το %(appname)s τερματίστηκε εσφαλμένα και χρειάζεται να προετοιμάσει τα αντικείμενά σας για προβολή.
eu: %(appname)s modu desegokian itzali da eta zure elementuak bistaratzeko prestatu behar ditu.
fr: %(appname)s s'est terminé incorrectement et doit préparer l'affichage de vos éléments.
nl: %(appname)s is onjuist afgesloten en moet jouw items gereedmaken voor vertoning.
ru: Работа %(appname)s завершена неправильно и необходимо подготовить объекты для отображения.

source: Message
el: Μήνυμα
eu: Mezua
nl: Bericht
ru: Сообщение
sk: Správa

source: Open in browser
el: Άνοιγμα στον περιηγητή
eu: Ireki arakatzailean
fr: Ouvrir dans le navigateur Internet
ru: Открыть в браузере
sk: Otvor v prehliadači

source: Download this video
el: Λήψη αυτού του βίντεο
eu: Deskargatu bideo hau
fr: Télécharger cette vidéo
nl: Deze video downloaden
ru: Скачать это видео
sk: Stiahni toto video

source: Oops! %(appname)s has encountered an internal error
el: Ωχ! Το %(appname)s αντιμετώπισε ένα εσωτερικό σφάλμα
eu: Arranopola! %(appname)s-(e)k barne-errore bat aurkitu du
fr: %(appname)s a rencontré une erreur interne.
nl: Oeps! %(appname)s is tegen een interne fout aangelopen
ru: %(appname)s обнаружило внутреннюю ошибку

source: You can help us fix this problem by submitting an error report.
el: Μπορείτε να μας βοηθήσετε να διορθώσουμε αυτό το πρόβλημα, υποβάλλοντας μια αναφορά σφάλματος.
eu: Arazo hau konpontzen lagun gaitzakezu errore-txosten bat bidaliz.
fr: Vous pouvez nous aider à résoudre ce problème en nous envoyant un rapport d'erreur.
nl: Je kan ons helpen dit probleem op te lossen door een foutrapportage op te sturen.
ru: Вы можете помочь нам исправить эту ошибку, отправит отчёт об ошибке.
sk: Môžete nám pomôcť opraviť tento problém odoslaním správy o chybe.

source: Note: This error report will not be posted publicly, but may include uniquely identifable information including file names, website URLs, podcast URLs, and disk paths.
el: Σημείωση: Αυτό το σφάλμα δε θα δημοσιευτεί, αλλά μπορεί να περιέχει πληροφορίες ταυτοποίησης που να περιλαμβάνουν ονόματα αρχείων, URLs ιστοσελίδων, podcast URLs και διαδρομές δίσκου.
eu: Oharra: errore-txosten hau ez da publikoki argitaratuko, baina informazio identifikagarria izan dezake, fitxategi-izenak, webguneen URL-ak, podcast-en URL-ak eta diskoko bideak barne.
fr: Ce rapport d'erreur ne sera pas posté publiquement, mais pourrait contenir des informations identifiables telles que des noms de fichiers, des adresses de sites, podcasts ou chemin d'accès disques.
nl: Opmerking: Deze foutrapportage zal niet open worden gemaakt, maar kan informatie bevatten die u mogelijk kan identificeren waaronder bestandsnamen, URLs van websites, URLs van podcasts en mapstructuren van schijven.
ru: Примечание: Этот отчёт не будет опубликован в общем доступе, но может включать в себя уникальную информацию включая имена файлов, адрессные ссылки на вэб-сайты, подкасты и местоположения.
sk: Poznámka: Táto chyba nebude zverejnená ale môže obsahovať jednoznačne identifikovateľné informácie vrátane názvov súborov, URL webových stránok, URL podcastov a cesty na disku.

source: See crash report
el: Προβολή της αναφοράς σφάλματος
eu: Ikusi kraskadura-txostena
fr: Voir le rapport d'incident
nl: Zie crashrapport
ru: Показать отчёт о неисправности
sk: Pozrite na hlásenie o chybe

source: Include entire program database including all filenames, websites, and podcasts with the error report.
el: Να συμπεριληφθεί ολόκληρη η βάση δεδομένων του προγράμματος συμπεριλαμβάνοντας ονόματα αρχείων, ιστοσελίδες και podcasts με την αναφορά σφάλματος.
eu: Sartu programaren datu-base osoa errore-txostenean, fitxategi-izen, webgune eta podcastak barne.
fr: Joindre au rapport d'erreur l'ensemble de la base de données du programme contenant notamment tous les noms de fichier, de sites web et de podcast.
nl: Stuur de complete programmadatabase inclusief alle bestandsnamen, websites en podcasts met deze foutrapportage mee.
ru: Включает в отчёт о неисправности всю базу данных программы со всеми именами файлов, вэб-сайтов и подкастов.
sk: Zahrnúť do hlásenia chyby celú databázu programu vrátane všetkých mien súborov, webových stránok a podcastov.

source: What were you doing when you got this message? (Helpful, but not required.)
el: Τι κάνατε τη στιγμή που λάβατε αυτό το μήνυμα; (Χρήσιμο αλλά προαιρετικό.)
eu: Zer egiten ari zinen mezu hau jaso duzunean? (Lagungarria, baina ez beharrezkoa.)
fr: Que faisiez-vous lorsque ce message est apparu ? (Utile mais non obligatoire.)
nl: Wat was je aan het doen toen jij dit bericht kreeg? (Nuttig, maar niet verplicht.)
ru: Что вы делали, когда получили это сообщение? (Полезно, но не необходимо.)

source: Crash Report:
el: Αναφορά σφάλματος:
eu: Kraskadura-txostena:
fr: Rapport d'incident :
nl: Crash Rapport:
ru: Отчёт об ошибке:
sk: Hlásenie o chybe

source: Up to date
el: Ενημερωμένο
eu: Eguneratuta
fr: À jour
nl: Actueel
ru: Обновлён
sk: Aktualizované

source: %(used)s used / %(total)s total
eu: %(used)s erabilita / %(total)s guztira
fr: %(used)s utilisé(s) / %(total)s au total
nl: %(used)s in gebruik / %(total)s totaal
ru: Использовано %(used)s / Всего %(total)s

source: %(percent)i%% full
eu: %%%(percent)i osoa
fr: %(percent)i%% plein
nl: %(percent)i%% vol
ru: %(percent)i%% заполнено

source: Sync 1 File
eu: Sinkronizatu fitxategi bat
fr: Synchronisation du dossier
nl: Synchroniseer 1 bestand
ru: Синхронизировать 1 файл

source: Now Syncing
eu: Orain sinkronizatzen
fr: Synchronisation en cours
nl: Nu aan het synchroniseren
ru: Синхронизируется

source: Cancel Sync
eu: Utzi sinkronizatzea
fr: Annuler la synchronisation
nl: Annuleer synchronisatie
ru: Отменить синхронизацию

source: Sync These Podcasts
el: Συγχρονισμός αυτών των podcasts
eu: Sinkronizatu podcast hauek
fr: Synchroniser ces podcasts
nl: Deze podcasts synchroniseren
ru: Синхронизовать эту подписку
sk: Synchronizovať tieto podcasty

source: Select none
el: Αποεπιλογή
eu: Ez hautatu bat ere
fr: Ne rien sélectionner
nl: Niets selecteren
ru: Снять выделение
sk: Zrušiť výber

source: Select all
el: Επιλογή όλων
eu: Hautatu guztiak
fr: Tout sélectionner
nl: Selecteer alles
ru: Выделить все
sk: Vybrať všetko

source: Sync Podcasts
el: Συγχρονισμός podcasts
eu: Sinkronizatu podcastak
fr: Synchroniser les podcasts
nl: Podcasts synchroniseren
ru: Синхронизовать подписку
sk: Synchronizovať podcasty

source: Only sync unplayed items
el: Συγχρονισμός μόνο των μη αναπαραχθέντων αντικειμένων
eu: Sinkronizatu soilik erreproduzitu gabeko elementuak
fr: Ne synchroniser que les éléments non lus
nl: Alleen niet afgespeelde items synchroniseren
ru: Синхронизировать только непросмотренные
sk: Synchronizovať len neprehraté položky

source: Delete expired podcasts from my device
eu: Ezabatu iraungitako podcastak nire gailutik
fr: Supprimer les podcasts expirés de mon appareil
nl: Verlopen podcasts van mijn apparaat verwijderen
ru: Удалить истекшие подкасты с устройства

source: Sync These Playlists
el: Συγχρονισμός αυτών των λιστών αναπαραγωγής
eu: Sinkronizatu erreprodukzio-zerrenda hauek
fr: Synchroniser ces listes de lecture
nl: Deze afspeellijsten synchroniseren
ru: Синхронизовать эту подписку
sk: Synchronizovať tieto zoznamy

source: Sync Playlists
el: Συγχρονισμός λιστών αναπαραγωγής
eu: Sinkronizatu erreprodukzio-zerrendak
fr: Synchroniser les listes de lecture
nl: Afspeellijsten synchroniseren
ru: Синхронизовать плейлист
sk: Synchronizovať zoznamy

source: Device Default (%(audio)s)
el: Προεπιλογή συσκευής (%(audio)s)
eu: Gailu lehenetsia (%(audio)s)
fr: Lecteur audio par défaut (%(audio)s)
nl: Standaard audio apparaat (%(audio)s)
ru: Устройство по умолчанию (%(audio)s)

source: Device Default (%(video)s)
el: Προεπιλογή συσκευής (%(video)s)
eu: Gailu lehenetsia (%(video)s)
fr: Lecteur vidéo par défaut (%(video)s)
nl: Standaard apparaat (%(video)s)
ru: Устройство по умолчанию (%(video)s)

source: Name of Device
el: Όνομα συσκευής
eu: Gailuaren izena
fr: Nom de l'appareil
nl: Apparaatnaam
ru: Название устройства
sk: Názov zariadenia

source: Video Conversion
el: Μετατροπή βίντεο
eu: Bideo bihurketa
fr: Conversion vidéo
nl: Video Conversie
ru: Преобразование видео
sk: Prevod videa

source: Audio Conversion
el: Μετατροπή ήχου
eu: Audio bihurketa
fr: Conversion audio
nl: Audio Conversie
ru: Преобразование звука
sk: Prevod zvuku

source: Store video in this directory
el: Αποθήκευση βίντεο σε αυτόν τον κατάλογο
eu: Biltegiratu bideoa direktorio honetan
fr: Enregistrer la vidéo dans ce répertoire
nl: Video opslaan in deze map
ru: Сохранить видеофрагменты в этой папке
sk: Uchovávať video v tomto priečinku

source: Store audio in this directory
el: Αποθήκευση ήχου σε αυτόν τον κατάλογο
eu: Biltegiratu audioa direktorio honetan
fr: Enregistrer le fichier audio dans ce répertoire
nl: Audio opslaan in deze map
ru: Сохранить звуковые фрагменты в этой папке
sk: Uchovávať audio v tomto priečinku

source: Always show this device, even if 'show all devices' is turned off
el: Να προβάλλεται πάντα αυτή η συσκευή, ακόμη και αν είναι απενεργοποιημένο το 'Προβολή όλων των συσκευών'
eu: Beti erakutsi gailu hau, baita 'erakutsi gailu guztiak' desaktibatuta dagoenean ere
fr: Toujours utiliser ce lecteur même si l'option « Afficher tous les lecteurs » est désactivée
nl: Dit apparaat altijd tonen, zelfs indien "Alle apparaten weergeven" uitgeschakeld is
ru: Всегда показывать это устройство, даже если выключена возможность 'показать все устройства'
sk: Vždy zobraziť toto zariadenie, aj keď je možnosť "Zobraziť všetky zariadenia" vypnutá.

source: Always convert videos before copying to this device, even if the video can play without conversion (may reduce video file sizes, but makes syncing much slower)
el: Να γίνεται πάντα μετατροπή των βίντεο πριν από την αντιγραφή σε αυτήν τη συσκευή, ακόμη και αν το βίντεο μπορεί να αναπαραχθεί χωρίς μετατροπή (ίσως να μειωθεί το μέγεθος των αρχείων βίντεο, αλλά ο συγχρονισμός γίνεται πιο αργός)
eu: Beti bihurtu bideoak gailu honetara kopiatu aurretik, baita bideoa bihurketa gabe erreproduzitu badaiteke ere (bideo fitxategiaren neurria txikitu dezake, baina sinkronizatzea asko moteltzen du)
fr: Toujours convertir les vidéos avant de les copier sur cet appareil, même si la vidéo peut être lue sans être convertie (peut réduire la taille des vidéos, mais rends la synchronisation beaucoup plus lente)
nl: Video's altijd converteren alvorens ze te kopiëren naar dit apparaat, zelfs wanneer de video zonder conversie afgespeeld kan worden (kan de bestandsgrootte van videobestanden reduceren, maar maakt het synchroniseren wel veel slomer)
ru: Всегда конвертировать видео до копирования на это устройство, даже если видео можно воспроизводить без конвертации (может уменьшить размер видеофайла, но замедляет синхронизацию)
sk: Vždy konvertovať videá pred kopírovaním na toto zariadenie aj keď sa video dá prehrať bez konverzie (môže znížiť veľkosť video súborov ale výrazne spomalí synchronizáciu)

source: Main
el: Κύρια
eu: Nagusia
fr: Principal
nl: Algemeen
ru: Основные
sk: Hlavné

source: Podcasts
eu: Podcast-ak
ru: Подкасты
sk: Podcasty

source: Playlists
el: Λίστες αναπαραγωγής
eu: Erreprodukzio-zerrendak
fr: Listes de lecture
nl: Afspeellijsten
ru: Списки воспроизведения
sk: Zoznamy súborov

source: Settings
el: Ρυθμίσεις
eu: Ezarpenak
fr: Paramètres
nl: Instellingen
ru: Параметры
sk: Nastavenia

source: Individual Files
eu: Banakako fitxategiak
fr: Fichiers individuels
nl: Individuele bestanden
ru: Персональные файлы

source: Drag individual video and audio files onto the device in the sidebar to copy them.
el: Για να τα αντιγράψετε, σύρετε μεμονωμένα αρχεία βίντεο και ήχου στη συσκευή που βρίσκεται στη πλευρική στήλη.
eu: Arrastatu bideo eta audio fitxategi bat albo-barrako gailura kopiatzeko.
fr: Pour les copier, déplacez chaque fichier vidéo et audio dans la barre latérale
nl: Sleep individuele video- en audio-bestanden op het apparaat in de zijbalk om ze te kopiëren.
ru: Для копирования на устройство перенесите видеофрагменты и звуковые файлы на боковую панель.
sk: Jednotlivé video a audio súbory skopírujete pretiahnutím na želané zariadenie v bočnom paneli.

source: Syncing
eu: Sinkronizatzen
fr: Synchronisation
nl: Synchroniseren
ru: Синхронизация

source: Use the tabs above and these options for automatic syncing.
eu: Erabili goiko fitxak eta aukera hauek automatikoki sinkronizatzeko.
fr: Utilisez les onglets ci-dessus et ces options pour la synchronisation automatique.
nl: De tabs hierboven en deze opties voor automatische synchronisatie.
ru: Используйте вкладки сверху и эти опции для автоматической синхронизации.

source: Sync automatically when this device is connected
eu: Automatikoki sinkronizatu gailu hau konektatzean
fr: Synchroniser automatiquement lorsque cet appareil est connecté
nl: Automatisch synchroniseren als dit apparaat verbonden is
ru: Синхронизировать автоматически при подключении

source: Don't fill more than %(count)i percent of the free space when syncing
eu: Ez bete leku librearen ehuneko %(count)i baino gehiago sinkronizatzean
fr: N'utiliser pas plus de %(count)i pour-cent de l'espace libre lors de la synchronisation
nl: Niet meer dan %(count)i procent van de vrije ruimte gebruiken bij synchroniseren
ru: Не занимать больше %(count)i свободного места при синхронизации

source: Auto Fill
eu: Bete automatikoki
fr: Remplissage automatique
nl: Automatisch invullen
ru: Автоматическое заполнение

source: After syncing my selections in the tabs above, fill remaining space with:
el: Μετά το συγχρονισμό των επιλογών μου στις παραπάνω καρτέλες, ο χώρος που απομένει να γεμίσει με:
eu: Goiko fitxetan nire hautapenak sinkronizatu ondoren, bete gelditzen den lekua honekin:
fr: Après avoir synchronisé ma sélection dans les onglets ci-dessus, remplir l'espace libre restant avec :
nl: Vul na het synchroniseren van mijn selecties in de bovenstaande tabbladen de resterende ruimte met:
ru: После синхронизации файлов, выбранных во вкладках сверху, оставшееся место заполнить:

source: Newest Music
el: Νεότερη μουσική
eu: Musika berriena
fr: Musique la plus récente
nl: Nieuwste muziek
ru: Новейшая музыка
sk: Najnovšia hudba

source: Random Music
el: Τυχαία μουσική
eu: Ausazko musika
fr: Musique Aléatoire
nl: Willekeurige muziek
ru: Случайная музыка
sk: Náhodná hudba

source: Most Played Songs
el: Τραγούδια με τις περισσότερες αναπαραγωγές
eu: Kanta erreproduzituenak
fr: Chansons les plus jouées
nl: Meest gespeelde nummer
ru: Часто проигрываемые песни
sk: Najviac prehrávané piesne

source: New Playlists
el: Νέες λίστες αναπαραγωγής
eu: Erreprodukzio-zerrenda berriak
fr: Liste de lecture les plus récentes.
nl: Nieuwe afspeellijsten
ru: Новые списки воспроизведения
sk: Nové playlisty

source: Most Recent Podcasts
el: Τα πιό πρόσφατα podcasts
eu: Podcast berrienak
fr: Podcasts les plus récents
nl: Meest recente podcasts
ru: Часто проигрываемые подкасты

source: Less
el: Λιγότερα
eu: Gutxiago
fr: Moins
nl: Minder
ru: Свернуть
sk: Menej

source: More
el: Περισσότερα
eu: Gehiago
fr: Plus
nl: Meer
ru: Развернуть
sk: Viac

source: Your device isn't telling us its exact model number.
el: Η συσκευή σας δε μας λέει τον ακριβή αριθμό μοντέλου του.
eu: Zure gailuak ez digu bere modelo zenbaki zehatza adierazten.
fr: Votre lecteur n'indique pas son numéro de modèle exact.
nl: Uw apparaat deelt zijn exacte model nummer niet mee.
ru: Ваше устройство не сообщило точный номер модели.
sk: Vaše zariadenie nám nechce prezradiť svoje presné modelové označenie.

source: For optimal video conversion, select the device model.
el: Για τη βέλτιστη μετατροπή βίντεο, επιλέξτε το μοντέλο της συσκευής.
eu: Bideo bihurketa onenerako, hautatu gailuaren modeloa.
fr: Pour une conversion optimale de votre vidéo, sélectionnez le modèle de lecteur
nl: Voor een optimale videoconversie selecteert u het apparaat model.
ru: Для оптимального преобразования видео, выберите модель устройства.

source: If you don't know the model or it doesn't appear in the list, it's fine to choose the 'Generic' device option.
el: Αν δε γνωρίζετε το μοντέλο ή δεν εμφανίζεται στη λίστα, είναι εντάξει αν επιλέξετε το 'Γενικό' μοντέλο συσκευής.
eu: Ez baduzu modeloa ezagutzen edo ez bada zerrendan agertzen, aukeratu gailu 'Orokorra' aukera.
fr: Si vous ne connaissez pas le modèle ou s'il n'apparaît pas dans la liste, choisissez l'option « Générique ».
nl: Indien u het model niet kent, of het verschijnt niet in de lijst, kiest u voor de "Algemene" apparaat optie.
ru: Если вы не знаете модель или её нет в псике, вы можете выбрать параметр "Generic (Совместимый)".

source: This is my device
el: Αυτή είναι η συσκευή μου.
eu: Hau da nire gailua
fr: C'est mon lecteur
nl: Dit is mijn apparaat
ru: Это моё устройство
sk: Toto je moje zariadenie

source: This device is not yet mounted.
el: Αυτή η συσκευή δεν έχει προσαρτηθεί ακόμα.
eu: Gailu hau ez dago muntatuta oraindik
fr: Ce lecteur n'est pas encore installé.
nl: Dit apparaat is nog niet aangekoppeld.
ru: Это устройство не подсоединено.
sk: Toto zariadenie ešte nie je pripojené

source: %(databasecount)s: Delete
el: %(databasecount)s: Διαγραφή
eu: %(databasecount)s: Ezabatu
fr: %(databasecount)s : Effacer
nl: %(databasecount)s: Wis
ru: %(databasecount)s: Удалить
sk: %(databasecount)s: Vymazať

source: Show
el: Προβολή
eu: Erakutsi
fr: Afficher
nl: Toon
ru: Показать
sk: Zobraziť

source: Diagnostics
el: Διαγνωστικά
eu: Diagnostikoak
nl: Diagnose
ru: Сводка
sk: Diagnostika

source: Movies location:
el: Τοποθεσία ταινιών:
eu: Filmen kokalekua:
fr: Emplacement des vidéos :
nl: Film locatie:
ru: Местоположение фильмов:
sk: Umiestnenie filmov:

source: Icon cache location:
el: Τοποθεσία αποθήκευσης εικονιδίων:
eu: Ikonoen cache-en kokalekua:
fr: Emplacement du cache des icônes :
nl: Locatie cache pictogrammen:
ru: Местоположение кэша значков:
sk: Umiestenie vyrovnávacej pamäte ikon:

source: Log file location:
el: Τοποθεσία αρχείου καταγραφής:
eu: Egunkari-fitxategien kokalekua:
fr: Emplacement du fichier journal :
nl: Locatie logbestand
ru: Местоположение журналов:
sk: Umiestnenie log súboru:

source: Downloader log file location:
el: Τοποθεσία αρχείου καταγραφής λήψεων:
eu: Deskargatzailearen egunkari-fitxategien kokalekua:
fr: Emplacement du fichier journal des téléchargements :
nl: Locatie logbestand downloader
ru: Местоположение журнала загрузок:
sk: Umiestnenie log súboru sťahovania:

source: Database file location:
el: Τοποθεσία αρχείου βάσης δεδομένων:
eu: Datu-basearen fitxategien kokalekua:
fr: Emplacement du fichier de base de données :
nl: Database bestandslocatie
ru: Местоположение базы данных:
sk: Umiestnenie databázového súboru:

source: Crash reports location:
el: Τοποθεσία αναφορών σφαλμάτων:
eu: Kraskadura-txostenen kokalekua:
fr: Emplacement des rapports d'incidents :
nl: Locatie voor Crash rapporten:
ru: Расположение отчетов о сбоях:
sk: Umiestnenie hlásení o páde:

source: Space free on disk:
el: Ελεύθερος χώρος στο δίσκο:
eu: Leku librea diskoan:
fr: Espace libre sur le disque :
nl: Vrije ruimte op schijf:
ru: Свободно на диске:
sk: Miesto voľné na disku:

source: Database size:
el: Μέγεθος βάσης δεδομένων:
eu: Datu-basearen tamaina:
fr: Taille de la base de données :
nl: Grootte van de database:
ru: Размер базы данных:
sk: Veľkosť databázy

source: Total db objects in memory:
el: Σύνολο αντικειμένων της βάσης δεδομένων στη μνήμη:
eu: db objektuak guztira memorian:
fr: Nombre total d'objets de la base de données en mémoire :
nl: Aantal db objecten in het geheugen
ru: Всего объектов базы данных в памяти:
sk: V pamäti celkovo db objektov:

source: Total db backups:
el: Σύνολο αντιγράφων ασφαλείας της βάσης δεδομένων:
eu: db babeskopiak guztira:
fr: Nombre total de sauvegardes de la base de données :
nl: Totaal db backups:
ru: Копий базы данных:
sk: Záloh databáz celkom:

source: %(appname)s can't play this file. You may be able to open it with a different program
el: Το %(appname)s δε μπορεί να αναπαραγάγει αυτό το αρχείο. Ενδέχεται να μπορείτε να το ανοίξετε με ένα διαφορετικό πρόγραμμα
eu: %(appname)s-(e)k ezin du fitxategi hau erreproduzitu. Behar bada beste programa batekin irekitzeko gauza izango zara
fr: %(appname)s ne peut lire ce fichier. Vous pouvez peut-être l'ouvrir avec un autre programme.
nl: %(appname)s kan dit bestand niet afspelen. Het kan mogelijk zijn om het met een ander programma te openen.
ru: %(appname)s не может воспроизвести этот файл. Попробуйте открыть его в другой программе
sk: %(appname)s nemôže prehrať tento súbor. Mal by si použiť iný program.

source: Filename:
el: Όνομα αρχείου:
eu: Fitxategi-izena:
fr: Nom du fichier :
nl: Bestand:
ru: Название:
sk: Názov súboru:

source: File type:
el: Τύπος αρχείου:
eu: Fitxategi-mota:
fr: Type de fichier :
nl: Extensie:
ru: Тип файла:
sk: Typ súboru:
