Repository: pculture/miro
Catalog: tv/resources/locale/*.po
Languages: el, eu, fr, nl, ru, sk

source: Resume All Downloads (%(paused)d)
el: Συνέχιση όλων των λήψεων (%(paused)d)
eu: Berrekin deskarga guztiak (%(paused)d)
fr: Reprendre tous les téléchargements (%(paused)d)
nl: Hervat alle (%(paused)d)
ru: Возобновить все загрузки (%(paused)d)
sk: Pokračovať vo všetkých downloadoch (%(paused)d)

source: Hide
el: Απόκρυψη
eu: Ezkutatu
fr: Masquer
nl: Verberg
ru: Скрыть
sk: Skryť

source: Fullscreen
el: Πλήρης οθόνη
eu: Pantaila osoa
fr: Plein écran
nl: Volledig scherm
ru: Во весь экран
sk: Celá obrazovka

source: Pop-in
el: Προσάρτηση
eu: Barneratu
fr: Vue intégrée
ru: Присоединить
sk: Zlúčiť

source: Pop-out
el: Απόσπαση
eu: Kanporatu
fr: Fenêtre externe
nl: Pop-uit
ru: Отделить
sk: Oddeliť

source: Subtitles On
el: Ενεργοποίηση υποτίτλων
eu: Azpitituluak aktibatuta
fr: Sous-titres activés
nl: Ondertitels aan
ru: Субтитры включены
sk: zapnúť titulky

source: Subtitles Found
el: Βρέθηκαν υπότιτλοι
eu: Azpitituluak aurkituta
fr: Sous-titres trouvés
nl: Ondertitels gevonden
ru: Субтитры найдены
sk: nájdené titulky

source: Subtitles
el: Υπότιτλοι
eu: Azpitituluak
fr: Sous-titres
nl: Ondertitels
ru: Субтитры
sk: Titulky

source: None Available
el: Κανένα διαθέσιμο
eu: Bat ere ez eskuragarri
fr: Aucun(e) disponible
nl: Geen beschikbaar
ru: Отсутствуют
sk: Nie sú k dispozícii žiadne

source: Disable Subtitles
el: Απενεργοποίηση υποτίτλων
eu: Desgaitu azpitituluak
fr: Désactiver les sous-titres
nl: Ondertitels uitschakelen
ru: Без субтитров
sk: Zakázať titulky

source: Select a Subtitles file...
el: Επιλέξτε ένα αρχείο υποτίτλων...
eu: Hautatu azpititulu-fitxategi bat...
fr: Sélectionnez un fichier de sous-titres...
nl: Selecteer een ondertitel bestand
ru: Открыть из файла...
sk: Vybrať súbor s titulkami...

source: All files
el: Όλα τα αρχεία
eu: Fitxategi guztiak
fr: Tous les fichiers
nl: Alle bestanden
ru: Все файлы
sk: Všetky súbory

source: Choose
el: Επιλογή
eu: Aukeratu
fr: Choisir
nl: Kies
ru: Выбрать
sk: Vybrať

source: About %(appname)s
el: Περί του %(appname)s
eu: %(appname)s-(r)i buruz
fr: À propos de %(appname)s
nl: Over %(appname)s
ru: О %(appname)s
sk: O %(appname)s

source: %(copyright)s. See license.txt file for details. %(trademark)s
el: %(copyright)s. Για λεπτομέρειες δείτε το αρχείο license.txt. %(trademark)s
eu: %(copyright)s. Ikus license.txt fitxategia xehetasun gehiagorako. %(trademark)s
fr: %(copyright)s. Consultez le fichier license.txt pour plus de renseignements. %(trademark)s
nl: %(copyright)s. Meer info in license.txt file. %(trademark)s
ru: %(copyright)s. Подробная информация о лицензии в файле license.txt. %(trademark)s
sk: %(copyright)s. Viď súbor license.txt pre viac informácií. %(trademark)s

source: Thank you to all the people who contributed to %(appname)s %(version)s:
el: Ευχαριστούμε όλους του ανθρώπους που συνέβαλαν στο %(appname)s %(version)s:
eu: Eskerrak %(appname)s %(version)s-(a)n bere ekarpena egin duen jende guztiari:
fr: Merci à toute les personnes qui ont contribué à %(appname)s %(version)s:
nl: Hartelijk dank aan iedereen die bij heeft gedragen aan %(appname)s %(version)s:
ru: Спасибо всем людям, кто помогал с %(appname)s %(version)s:

source: To help fund continued %(appname)s development, visit the donation page at:
el: Για να ενισχύσετε οικονομικά την ανάπτυξη του %(appname)s, επισκεφθείτε τη σελίδα δωρεών στο:
eu: %(appname)s-(e)n garapenaren jarraipena finantzatzen laguntzeko, ikusi dohaintza orria hemen:
fr: Pour soutenir financièrement le développement de %(appname)s, visitez la page de donation à :
nl: Bezoek de donatiepagina m een financiële bijdrage te leveren aan de verdere ontwikkeling van %(appname)s:
ru: Чтобы помочь фонду продолжать разработку %(appname)s, посетите страницу пожертвований по адресу:

source: Recently Watched
el: Πρόσφατες προβολές
eu: Ikusitako azkenak
fr: Lectures récentes
nl: Recent bekeken
ru: Недавно просмотренные

source: Recently Listened To
el: Πρόσφατες ακροάσεις
eu: Entzundako azkenak
fr: Écoutes récentes
nl: Recent geluisterd
ru: Недавнее прослушивание

source: Recent Downloads
el: Πρόσφατες λήψεις
eu: Azken deskargak
fr: Téléchargements récents
nl: Recente downloads
ru: Недавно загруженные
sk: Nedávne sťahovania

source: Remove From the Library
el: Αφαίρεση από τη βιβλιοθήκη
eu: Kendu liburutegitik
fr: Supprimer de la bibliothèque
nl: Verwijder uit bibliotheek
ru: Удалить из библиотеки
sk: Odstrániť z knižnice

source: Delete from Drive
el: Διαγραφή από το δίσκο
eu: Ezabatu diskotik
fr: Supprimer du disque
nl: Verwijder van schijf
ru: Удалить с диска

source: Edit Item Details
el: Επεξεργασία λεπτομερειών αντικειμένου
eu: Editatu elementuaren xehetasunak
fr: Modifier les détails de l'élément
nl: Details item bewerken
ru: Редактировать детальную информацию

source: Convert to %(conversion)s
el: Μετατροπή σε %(conversion)s
eu: Bihurtu %(conversion)s-(e)ra
fr: Convertir en %(conversion)s
nl: Converteer naar %(conversion)s
ru: Преобразовать в %(conversion)s

source: Convert to...
el: Μετατροπή σε...
eu: Bihurtu hona...
fr: Convertir vers...
nl: Converteer naar...
ru: Преобразовать в...
sk: Konvertovať do...

source: Set media kind as...
eu: Ezarri eduki mota honela...
fr: Définir le type de média en tant que...
nl: Mediatype instellen op...
ru: Назначить тип файла как...

source: Don't Use Online Lookup Data
eu: Ez erabili lineako bilaketa datuak
fr: Ne pas utiliser les données de recherche en ligne
nl: Gebruik geen online Lookup data
ru: Не использовать данные из интернета

source: Use Online Lookup Data
eu: Erabili lineako bilaketa datuak
fr: Utiliser les données de recherche en ligne
nl: Gebruik online Lookup data
ru: Использовать данные из интернета

source: Play
el: Αναπαραγωγή
eu: Erreproduzitu
fr: Lire
nl: Afspelen
ru: Смотреть
sk: Prehrať

source: Pause
el: Παύση
eu: Pausatu
fr: Mettre en pause
nl: Onderbreken
ru: Пауза

source: Resume at %(resumetime)s
el: Συνέχιση από το %(resumetime)s
eu: Berrekin %(resumetime)s-(e)n
fr: Reprendre à %(resumetime)s
nl: Hervat op %(resumetime)s
ru: Вернуться в %(resumetime)s
sk: Pokračovať od %(resumetime)s

source: Mark as Unplayed
el: Σήμανση ως μη αναπαραχθέν
eu: Markatu erreproduzitu gabe bezala
fr: Marquer comme non lu
nl: Markeer als niet afgespeeld
ru: Пометить непросмотренным
sk: Označiť ako neprehrané

source: Mark as Played
el: Σήμανση ως αναπαραχθέν
eu: Markatu erreproduzituta bezala
fr: Marquer comme lu
nl: Markeer als afgespeeld
ru: Пометить просмотренным
sk: Označiť ako prehrané

source: Play Just This Item
el: Αναπαραγωγή μόνο αυτού του αντικειμένου
eu: Erreproduzitu soilik elementu hau
fr: Lire uniquement cet élément
nl: Alleen dit item afspelen
ru: Просмотреть только это
sk: Prehrať iba toto

source: Add to Playlist
el: Προσθήκη στη λίστα αναπαραγωγής
eu: Gehitu erreprodukzio-zerrendara
fr: Ajouter à la liste de lecture
nl: Voeg toe aan afspeellijst
ru: Добавить в список воспроизведения
sk: Pridať do playlistu

source: Cancel Download
el: Ακύρωση λήψης
eu: Utzi deskarga
fr: Annuler le téléchargement
nl: Download annuleren
ru: Отменить загрузку
sk: Zrušiť sťahovanie

source: Pause Download
el: Παύση λήψης
eu: Pausatu deskarga
fr: Suspendre le téléchargement
nl: Pauzeer download
ru: Приостановить загрузку
sk: Pozastaviť sťahovanie

source: Resume Download
el: Συνέχιση λήψης
eu: Berrekin deskarga
fr: Reprendre le téléchargement
nl: Hervat download
ru: Продолжить загрузку
sk: Obnoviť sťahovanie

source: Stop Seeding
el: Διακοπή διαμοιρασμού
eu: Gelditu ereitea
fr: Arrêter le partage
nl: Stop seeden
ru: Остановить раздачу
sk: Prestať seedovať

source: Resume Seeding
el: Συνέχιση διαμοιρασμού
eu: Berrekin ereitea
fr: Reprendre le partage
nl: Seeden vervolgen
ru: Возобновить раздачу
sk: Pokračovať v seedovaní

source: Show File in %(progname)s
el: Προβολή αρχείου στο %(progname)s
eu: Erakutsi Agiria %(progname)s-(e)n
fr: Ouvrir le fichier dans %(progname)s
nl: Toon bestand in %(progname)s
ru: Показать файл в %(progname)s
sk: Zobraziť súbor v %(progname)s

source: File on Disk
el: Αρχείο στο δίσκο
eu: Fitxategia diskoan
fr: Fichier sur le disque
nl: Toon bestand
ru: Файл на диске
sk: Súbor na disku

source: Copy URL to clipboard
el: Αντιγραφή του URL στο πρόχειρο
eu: Kopiatu URL-a arbelera
fr: Copier l'URL dans le presse-papiers
nl: Kopieer URL naar klembord
ru: Скопировать адрес
sk: Kopírovať URL do schránky

source: View Web Page
el: Προβολή ιστοσελίδας
eu: Ikusi webgunea
fr: Afficher la page web
nl: Toon webpagina
ru: Просмотреть веб-страницу
sk: Zobraziť webovú stránku

source: Share
el: Διαμοιρασμός
eu: Partekatu
fr: Partager
nl: Delen
ru: Поделиться
sk: Zdieľať

source: %(count)d Device Item
el: %(count)d αντικείμενο συσκευής
eu: Gailu elementu %(count)d
fr: %(count)d périphérique
nl: %(count)d Apparaat item
ru: %(count)d устройство

source: %(count)d Downloaded Item
el: %(count)d ληφθέν αντικείμενο
eu: Elementu %(count)d deskargatuta
fr: %(count)d élément téléchargé
nl: %(count)d download
ru: %(count)d загруженный элемент
sk: %(count)d stiahnutá položka

source: %(count)d Available Item
el: %(count)d διαθέσιμο αντικείμενο
eu: Elementu %(count)d eskuragarri
fr: %(count)d élément disponible
nl: %(count)d beschikbaar
ru: %(count)d доступный элемент
sk: %(count)d dostupná položka

source: %(count)d Downloading Item
el: Λήψη %(count)d αντικειμένου
eu: Elementu %(count)d deskargatzen
fr: Téléchargement de %(count)d élément
nl: %(count)d download
ru: %(count)d загружаемый элемент
sk: %(count)d sťahovaná položka

source: %(count)d Paused Item
el: %(count)d αντικείμενο σε παύση
eu: Elementu %(count)d pausatuta
fr: %(count)d élément mis en pause
nl: %(count)d onderbroken
ru: %(count)d приостановленное задание
sk: %(count)d pozastavená položka

source: Restart Upload
el: Επανεκκίνηση αποστολής
eu: Berrabiarazi karga
fr: Redémarrer l'envoi de fichiers
nl: Hervat seeden
ru: Загрузить по новой
sk: Reštartovať upload

source: Edit Items
el: Επεξεργασία αντικειμένων
eu: Editatu elementuak
fr: Modifier les éléments
nl: Bewerk items
ru: Редактировать элементы

source: Movie
el: Ταινία
eu: Filma
fr: Film
nl: Film
ru: Фильм

source: Clip
el: Κλιπ
eu: Klipa
ru: Фрагмент

source: Podcast
eu: Podcast-a
ru: Подкаст

source: Show Conversion Folder
el: Προβολή φακέλου μετατροπής
eu: Erakutsi bihurketen karpeta
fr: Afficher le dossier des conversions
nl: Laat conversiemap zien
ru: Показать папку результатов преобразования
sk: Otvoriť priečinok na konverzie

source: Remove From Playlist
el: Αφαίρεση από τη λίστα αναπαραγωγής
eu: Kendu erreprodukzio-zerrendatik
fr: Enlever de la liste de lecture
nl: Van afspeellijst verwijderen
ru: Удалить из списка
sk: Odstrániť z playlistu

source: (mixed)
el: (μικτά)
eu: (nahasia)
fr: (mélangé)
nl: (gemengd)
ru: (смешанный)

source: None
el: Κανένα
eu: Bat ere ez
fr: Aucun
nl: Geen
ru: Не использовать
sk: Bez zmeny

source: Rating
el: Αξιολόγηση
eu: Balorazioa
fr: Classement
nl: Waardering
ru: Оценка
sk: Hodnotenie

source: Choose a thumbnail file
el: Επιλέξτε ένα αρχείο προεπισκόπησης
eu: Aukeratu koadro txiki fitxategi bat
fr: Choisissez un fichier de vignette
nl: Kies een thumbnail bestand
ru: Выберите файл миниатюр

source: Click to choose image.
el: Πατήστε για να επιλέξετε εικόνα.
eu: Klikatu irudia aukeratzeko.
fr: Cliquez pour choisir une image
nl: Klik om een afbeelding te kiezen
ru: Нажмите для выбора изображения

source: Move
el: Μετακίνηση
eu: Mugitu
fr: Déplacer
nl: Verplaats
ru: Переместить

source: Choose location for file
el: Επιλέξτε τοποθεσία για το αρχείο
eu: Aukeratu kokaleku bat fitxategiarentzat
fr: Choisissez l'emplacement du fichier
nl: Kies een locatie voor dit bestand
ru: Выберите местоположение файла

source: Name
el: Όνομα
eu: Izena
fr: Nom
nl: Naam
ru: Название
sk: Meno

source: Artist
el: Καλλιτέχνης
eu: Artista
fr: Artiste
nl: Artiest
ru: Исполнитель

source: Album
el: Άλμπουμ
eu: Albuma
ru: Альбом

source: Genre
el: Είδος
eu: Generoa
ru: Жанр
sk: Žáner

source: Track
el: Κομμάτι
eu: Pista
fr: Piste
nl: Nummer
ru: Трек
sk: Stopa

source: Year
el: Έτος
eu: Urtea
fr: Année
nl: Jaar
ru: Год
sk: Rok

source: About
el: Περί
eu: Honi buruz
fr: À propos de
nl: Over
ru: О программе

source: Type
el: Τύπος
eu: Mota
ru: Тип

source: Music
el: Μουσική
eu: Musika
fr: Musique
nl: Muziek
ru: Музыка
sk: Hudba

source: Video
el: Βίντεο
eu: Bideoa
fr: Vidéo
ru: Видео

source: Misc
el: Διάφορα
eu: Askotarikoa
fr: Autres
nl: Diversen
ru: Разное
sk: Rôzne

source: Size
el: Μέγεθος
eu: Tamaina
fr: Taille
nl: Grootte
ru: Размер
sk: Veľkosť

source: Art
el: Τέχνη
eu: Azala
fr: Pochette
nl: Kunst
ru: Искусство

source: Path
el: Διαδρομή
eu: Bidea
fr: Chemin
nl: Pad
ru: Путь

source: Episode ID
el: Κωδικός επεισοδίου
eu: Atalaren ID-a
fr: Identificateur de l'épisode
ru: ID эпизода

source: Season Number
el: Αριθμός κύκλου
eu: Denboraldi zenbakia
fr: Numéro de la saison
nl: Seizoen Nummer
ru: Номер сезона

source: Episode Number
el: Αριθμός επεισοδίου
eu: Atal zenbakia
fr: Numéro de l'épisode
nl: Episode Nummer
ru: Номер серии

source: Video Kind
el: Είδος βίντεο
eu: Bideo mota
fr: Type de vidéo
nl: Soort video
ru: Тип видео

source: Edit Item
el: Επεξεργασία αντικειμένου
eu: Editatu elementua
fr: Modifier l'élément
nl: Wijzig item
ru: Редактировать элемен
sk: Upraviť položku

source: To change a field for all the selected items, check the checkbox next to the field you'd like to change.
el: Για να αλλάξετε ένα πεδίο σε όλα τα επιλεγμένα αντικείμενα, επιλέξτε το πεδίο επιλογής δίπλα από το πεδίο που θέλετε να αλλάξετε.
eu: Hautatutako elementu guztien eremu bat aldatzeko, hautatu aldatu nahi duzun eremuaren ondoko kontrol-laukia.
fr: Pour modifier un champ pour tous les éléments sélectionnés, cochez la case se trouvant à côté du champ à modifier.
nl: Om een veld voor alle geselecteerde items te wijzen selecteer je de checkbox naast het te wijzigen veld.
ru: Для изменения поля для всех выделенных объектов, включите эту возможность напротив поля, которое хотите изменить.

source: General
el: Γενικά
eu: Orokorra
fr: Général
nl: Algemeen
ru: Общее
sk: Všeobecné

source: View|All
el: Προβολή όλων
eu: Ikusi|Guztiak
fr: Vue|Tous
nl: Beeld|Alles
ru: Показать|Все
sk: Zobraziť|Všetko

source: Unplayed
el: Μη αναπαραχθέντα
eu: Erreproduzitu gabe
fr: Non lu
nl: Niet afgespeeld
ru: Не просмотрено
sk: Neprehrané

source: Downloaded
el: Ληφθέντα
eu: Deskargatuta
fr: Téléchargé(s)
nl: Gedownload
ru: Загружено
sk: Stiahnuté

source: Audio
el: Ήχος
eu: Audioa
ru: Звук

source: Movies
el: Ταινίες
eu: Filmak
fr: Films
nl: Films
ru: Фильмы
sk: Filmy

source: Shows
el: Εκπομπές
eu: Saioak
fr: Émissions
ru: Шоу

source: Clips
el: Κλιπ
eu: Klipak
ru: Фрагменты
sk: Klipy

source: Series
eu: Telesailak
fr: Séries
nl: Televisieseries
ru: Сериалы

source: Source
el: Πηγή
eu: Iturburua
nl: Bron
ru: Источник
sk: Zdroj

source: %(count)s items
el: %(count)s αντικείμενα
eu: %(count)s elementu
fr: %(count)s éléments
ru: %(count)s элементов.
sk: %(count)s položiek

source: Unwatched
el: Μη προβληθέντα
eu: Ikusi gabea
fr: Non lu
nl: Niet bekeken
ru: Непросмотренные
sk: Nepozreté

source: %(item)s at %(resumetime)s
el: %(item)s σε %(resumetime)s
eu: %(item)s %(resumetime)s-(e)n
fr: %(item)s en %(resumetime)s
nl: %(item)s op %(resumetime)s
ru: %(item)s из %(resumetime)s

source: Resume
el: Συνέχιση
eu: Berrekin
fr: Reprendre
nl: Hervatten
ru: Возобновить

source: Back to podcast
el: Επιστροφή στο podcast
eu: Itzuli podcast-era
fr: Retour au podcast
nl: Terug naar podcast
ru: Вернуться к подкасту
sk: Späť na podcast

source: Stop All Conversions
el: Διακοπή όλων των μετατροπών
eu: Gelditu bihurketa guztiak
fr: Arrêter toutes les conversions
nl: Stop alle conversies
ru: Остановить все преобразования
sk: Zastaviť všetky konverzie

source: Clear Finished Conversions
el: Καθαρισμός των ολοκληρωμένων μετατροπών
eu: Garbitu amaitutako bihurketak
fr: Effacer les conversions terminées
nl: Wis voltooide conversies
ru: Очистить от завершенных
sk: Vymazať dokončené konverzie

source: Save as Podcast
el: Αποθήκευση ως podcast
eu: Gorde Podcast bezala
fr: Sauvegarder comme podcast
nl: Bewaar als podcast
ru: Сохранить как подкаст
sk: Uložiť ako podcast

source: Save as Playlist
el: Αποθήκευση ως λίστα αναπαραγωγής
eu: Gorde erreprodukzio-zerrenda bezala
fr: Enregistrer en tant que liste de lecture
nl: Als afspeellijst opslaan
ru: Сохранить как список воспроизведения
sk: Uložiť ako playlist

source: Save
el: Αποθήκευση
eu: Gorde
fr: Enregistrer
nl: Opslaan
ru: Сохранить
sk: Uložiť

source: Downloading
el: Λήψεις
eu: Deskargatzen
fr: Téléchargement
nl: Aan het downloaden
ru: Загружается
sk: Sťahuje sa

source: Newly Available
el: Πρόσφατα διαθέσιμο
eu: Berriki eskuragarri
fr: Nouvellement disponible
nl: Nieuw beschikbaar
ru: Последние новинки
sk: Novinka

source: %(available)s below downloads space limit (%(amount)s free on disk)
el: %(available)s κάτω από το όριο χώρου των λήψεων (%(amount)s ελεύθερα στο δίσκο)
eu: %(available)s deskargen leku mugaren azpitik (%(amount)s libre diskoan)
fr: %(available)s disponibles en deçà de la limite des téléchargements (%(amount)s libres sur le disque)
nl: %(available)s te kort (%(amount)s op schijf)
ru: %(available)s меньше объёма загрузки (%(amount)s свободно на диске)
sk: %(available)s limit sťahovacieho priestoru (%(amount)s voľný na disku)

source: %(available)s free for downloads (%(amount)s free on disk)
el: %(available)s ελεύθερα για λήψεις (%(amount)s ελεύθερα στο δίσκο)
eu: %(available)s libre deskargatzeko (%(amount)s libre diskoan)
fr: %(available)s libres pour les téléchargements (%(amount)s libres sur le disque)
nl: %(available)s beschikbaar (%(amount)s op schijf)
ru: %(available)s доступно для скачивания (%(amount)s свободно на диске)
sk: %(available)s voľný pre sťahovanie (%(amount)s voľný na disku)

source: %(amount)s free on disk
el: %(amount)s ελεύθερα στο δίσκο
eu: %(amount)s libre diskoan
fr: %(amount)s libres sur le disque
nl: %(amount)s vrije ruimte op schijf
ru: %(amount)s свободно на диске
sk: %(amount)s voľné na disku

source: All
el: Όλων
eu: Guztiak
fr: Tout
nl: Download alle
ru: Все
sk: Všetko

source: Pause All
el: Παύση όλων
eu: Pausatu guztiak
fr: Tout mettre en pause
nl: Pauzeer alle
ru: Приостановить все
sk: Pozastaviť všetky

source: Resume All
el: Συνέχιση όλων
eu: Berrekin guztiak
fr: Tout reprendre
nl: Hervat alle
ru: Возобновить все
sk: Pokračovať všetky

source: Cancel All
el: Ακύρωση όλων
eu: Utzi guztiak
fr: Tout annuler
nl: Annuleer alle
ru: Отменить все
sk: Zrušiť všetky

source: Download Settings
el: Ρυθμίσεις λήψεων
eu: Deskarga ezarpenak
fr: Paramètres de téléchargement
nl: Instellingen
ru: Параметры загрузки
sk: Nastavenie sťahovania

source: Auto-Download Off
el: Αυτόματη λήψη ανενεργή
eu: Deskarga automatikoa desaktibatuta
fr: Téléchargement automatique désactivé
nl: Auto-Download uit
ru: Выключить автоматическую загрузку

source: Auto-Download New
el: Αυτόματη λήψη νέων
eu: Deskargatu automatikoki berriak
fr: Télécharger les nouveaux éléments automatiquement
nl: Auto-Download Nieuw
ru: Загружать все новые автоматически

source: Auto-Download All
el: Αυτόματη λήψη όλων
eu: Deskargatu automatikoki guztiak
fr: Tout télécharger automatiquement
nl: Auto-Download Alles
ru: Загружать все автоматически

source: Remove podcast
el: Αφαίρεση podcast
eu: Kendu podcast-a
fr: Supprimer ce podcast
nl: Podcast verwijderen
ru: Удалить подкаст
sk: Odstrániť podcast

source: Looking up album art and song info: %(number)d of %(total)d
eu: Albumaren azala eta kanten informazioa bilatzen: %(number)d / %(total)d-(e)tik
fr: Recherche de la pochette de l'album et des informations sur les chansons : %(number)d sur %(total)d
nl: Album art en nummerinformatie opzoeken: %(number)d van %(total)d
ru: Поиск сведений о иллюстрациях и композициях: %(number)d из %(total)d

source: Importing audio details and artwork: %(number)d of %(total)d
el: Γίνεται εισαγωγή των λεπτομερειών ήχου και των εξώφυλλων: %(number)d από %(total)d
eu: Audio xehetasunak eta azalak inportatzen: %(number)d / %(total)d-(e)tik
fr: Importation des métadonnées et couvertures audio en cours : %(number)d sur %(total)d
nl: Importeer audiodetails en artwork: %(number)d van %(total)d
ru: Импортирование сведений о звуке и иллюстрации: %(number)d из %(total)d

source: Importing video details and creating thumbnails: %(number)d of %(total)d
el: Γίνεται εισαγωγή των λεπτομερειών βίντεο και δημιουργία των εικόνων προεπισκόπησης: %(number)d από %(total)d
eu: Bideo xehetasunak inportatu eta koadro txikiak sortzen: %(number)d / %(total)d-(e)tik
fr: Importation des métadonnées vidéo et création des vignettes en cours : %(number)d sur %(total)d
nl: Importeer videodetails en maak thumbnails aan: %(number)d van %(total)d
ru: Импортирование сведений о видеофрагменте и создание миниатюр: %(number)d из %(total)d

source: Importing file details: %(number)d of %(total)d
el: Γίνεται εισαγωγή των λεπτομερειών των αρχείων: %(number)d από %(total)d
eu: Fitxategien xehetasuna inportatzen: %(number)d / %(total)d-(e)tik
fr: Importation des détails du fichier : %(number)d sur %(total)d
nl: Importeer bestandsdetails: %(number)d van %(total)d
ru: Импортирование сведений файла: %(number)d из %(total)d

source: Remaining
el: Απομένουν
eu: Gelditzen da
fr: Reste
nl: Resterend
ru: Осталось
sk: Zostáva

source: Upload
el: Αποστολή
eu: Karga
fr: Déposer
nl: Uploaden
ru: Выгрузить
sk: Nahrať

source: Total
el: Σύνολο
eu: Guztira
nl: Totaal
ru: Всего
sk: Spolu

source: Connected Peers
el: Συνδεδεμένοι χρήστες
eu: Konektatutako pareak
fr: Pairs connectés
nl: Verbonden peers
ru: Подключённые узлы

source: Seeders
el: Διαμοιραστές
eu: Ereileak
fr: Sources
ru: Раздающие
sk: Seederi

source: Leechers
el: Παραλήπτες
eu: Izainak
fr: Téléchargeurs
ru: Принимающие
sk: Leecheri

source: Share Ratio
el: Αναλογία διαμοιρασμού
eu: Partekatze maila
fr: Taux de partage
nl: Ratio
ru: Соотношение
sk: Pomer zdieľania

source: View License
el: Προβολή Άδειας
eu: Ikusi lizentzia
fr: Afficher la licence
nl: Bekijk licentie
ru: Просмотреть лицензию
sk: Zobraziť licenciu

source: Select an item to view more of its details
el: Επιλέξτε ένα αντικείμενο για να δείτε περισσότερες από τις πληροφορίες του
eu: Hautatu elementu bat xehetasun gehiago ikusteko
fr: Sélectionner un élément pour en voir les détails
nl: Selecteer een item om meer van zijn details te zien
ru: Выберите объект для просмотра его сведений

source: DRM Locked
el: Κλείδωμα DRM
eu: DRM bidez blokeatuta
fr: Protégé par DRM
nl: Versleuteld met DRM
ru: Защищено ТСЗАП

source: Reveal in %(progname)s
el: Εμφάνιση στο %(progname)s
eu: Errebelatu hemen: %(progname)s
fr: Afficher dans %(progname)s
nl: Toon in %(progname)s
ru: Показать в %(progname)s
sk: Zobraziť v %(progname)s

source: display contents
el: προβολή περιεχομένων
eu: bistaratu edukiak
fr: Afficher les contenus
nl: toon inhoud(en)
ru: показать содержимое

source: Copy to %(appname)s
el: Αντιγραφή στο %(appname)s
eu: %(appname)s-(e)ra kopiatu
fr: Copier vers %(appname)s
nl: Kopiëren naar %(appname)s
ru: Копировать в %(appname)s

source: Download Torrent
el: Λήψη torrent
eu: Deskargatu torrenta
fr: Télécharger le torrent
ru: Загрузить torrent
sk: Stiahnuť torrent

source: Queued for Auto-download
el: Σε αναμονή για αυτόματη λήψη
eu: Deskarga automatikorako ilaratuta
fr: Mis en attente pour téléchargement automatique
nl: In wachtrij voor Automatische-Download
ru: В очереди загрузки
sk: Zaradený do Auto-sťahovania

source: Currently Playing
el: Τρέχουσα αναπαραγωγή
eu: Unean erreproduzitzen
fr: En cours de lecture
nl: Momenteel aan het afspelen
ru: Воспроизводится
sk: Aktuálne prehrávané

source: Saved
el: Αποθηκεύτηκε
eu: Gordeta
fr: Enregistré
nl: Opgeslagen
ru: Сохранено
sk: Uložené

source: Stop seeding
el: Διακοπή διαμοιρασμού
eu: Gelditu ereitea
fr: Arrêter le partage
nl: Stop seeden
ru: Остановить раздачу
sk: Zastaviť zdieľanie

source: PEERS
el: Χρήστες
eu: PAREAK
fr: PAIRS
ru: Узлы

source: SEEDS
el: Διαμοιραστές
eu: HAZIAK
fr: SOURCES
ru: Раздающие
