Repository: pculture/miro
Catalog: tv/resources/locale/*.po
Languages: el, eu, fr, nl, ru, sk

source: Extension %(extensionname)s failed to unload: %(errormessage)s
el: Η επέκταση %(extensionname)s απέτυχε να εκφορτωθεί: %(errormessage)s
eu: %(extensionname)s hedapenak huts egin du deskargatzean: %(errormessage)s
fr: Le déchargement de l'extension %(extensionname)s a échoué : %(errormessage)s
nl: Extensie %(extensionname)s kon niet ontladen worden: %(errormessage)s
ru: Ошибка выгрузки расширения %(extensionname)s: %(errormessage)s

source: Extension failed to unload
el: Η επέκταση απέτυχε να εκφορτωθεί
eu: Hedapenak huts egin du deskargatzean
fr: Le déchargement de l'extension a échoué
nl: Extensie kon niet ontladen worden
ru: Ошибка выгрузки расширения

source: Extensions are a beta feature. Developers interested in writing extensions can learn more on our wiki.
el: Οι επεκτάσεις είναι μια δοκιμαστική λειτουργία. Οι προγραμματιστές που ενδιαφέρονται για τη συγγραφή επεκτάσεων μπορούν να μάθουν περισσότερα στο wiki μας.
eu: Hedapenak beta ezaugarri bat dira. Hedapenak idazteko interesa duten garatzaileek gure wikian aurkituko dute informazio gehiago.
fr: Les extensions sont des fonctionnalités bêta. Les développeurs intéressés par l'écriture d'extensions peuvent en savoir plus sur notre site wiki.
nl: Extensies zijn een beta functie. Developers die geïnteresseerd zijn in het schrijven van extensies kunnen meer te weten komen op onze wiki.
ru: В данный момент использование расширений находится в состоянии - бета. Разработчики, заинтересованные в создании расширений, могут узнать больше из нашей wiki.

source: Extensions:
el: Επεκτάσεις:
eu: Hedapenak:
nl: Extensies:
ru: Расширения:
sk: Predĺženie:

source: Details:
el: Λεπτομέρειες:
eu: Xehetasunak:
fr: Détails :
ru: Сводка:
sk: Detaily:

source: Downloads
el: Λήψεις
eu: Deskargak
fr: Téléchargements
ru: Загрузки
sk: Sťahovanie

source: Folders
el: Φάκελοι
eu: Karpetak
fr: Dossiers
nl: Mappen
ru: Папки
sk: Priečinky

source: Disk space
el: Χώρος στο δίσκο
eu: Diskoko lekua
fr: Espace disque
nl: Schijfruimte
ru: Место на диске
sk: Miesto na disku

source: Playback
el: Αναπαραγωγή
eu: Erreprodukzioa
fr: Lecture
nl: Afspelen
ru: Воспроизведение
sk: Prehrávanie

source: Sharing
eu: Partekatzea
fr: Partage
nl: Delen
ru: Общий доступ

source: Conversions
eu: Bihurketak
nl: Conversies
ru: Преобразования

source: Stores
el: Καταστήματα
eu: Biltegiak
fr: Boutiques
nl: Winkels
ru: Магазины
sk: Obchody

source: Extensions
eu: Hedapenak
nl: Extensies
ru: Расширения

source: Are you sure you want to remove this podcast:
el: Είστε σίγουροι ότι θέλετε να αφαιρέσετε αυτό το podcast;
eu: Ziur zaude podcast hau kendu nahi duzula?
fr: Confirmez la suppression de ce podcast :
nl: Zeker dat u deze podcast wil verwijderen:
ru: Вы уверены что хотите удалить этот подкаст:
sk: Ste si istý, že chcete odstrániť tento podcast?:

source: Keep items that have been downloaded in my library.
el: Διατήρηση των αντικειμένων που έχουν ληφθεί στη βιβλιοθήκη μου.
eu: Mantendu deskargatutako elementuak nire liburutegian.
fr: Conserver les élément téléchargés dans ma bibliothèque.
nl: Laat eerdere downloads staan in mijn collectie.
ru: Хранить элементы, которые были сохранены в моей библиотеке.
sk: Ponechať položky, ktoré boli stiahnuté do mojej knižnice

source: Watched folders will be removed from the sidebar but their contents will still appear in your library. You can stop watching watched folders completely in the %(appname)s preference panel.
el: Οι φάκελοι που παρακολουθούνται θα αφαιρεθούν από την πλευρική στήλη αλλά το περιεχόμενο τους θα συνεχίσει να εμφανίζεται στη βιβλιοθήκη σας. Μπορείτε να σταματήσετε την παρακολούθηση των φακέλων που παρακολουθούνται από τον πίνακα προτιμήσεων του %(appname)s.
eu: Behatutako karpetak alboko-barratik kenduko dira baina beren edukiak liburutegian agertzen jarraituko dute. Karpetak behatzea geldi dezakezu erabat %(appname)s-(r)en hobespen panelean.
fr: Les dossiers affichés seront supprimés de la barre latérale mais leurs contenus apparaîtront toujours dans votre bibliothèque. Vous pouvez désactiver l'affichage de ces dossiers dans les préférences de %(appname)s.
nl: Bekeken mappen zullen verwijderd worden uit de zijbalk, maar hun inhoud is nog steeds te bekijken in uw bibliotheek. U kunt het bekijken van geïndexeerde mappen uitschakelen in de opties van %(appname)s.
ru: Отслеживаемые каталоги будут удалены из боковой панели, но их содержимое всё равно будет показываться в вашей библиотеке. Вы можете остановить отслеживание за каталогами полностью в панели настроек %(appname)s.
sk: Sledované priečinky budú odstránené z bočného panela, ale ich obsah zostane vo Vašej knižnici. Sledovanie Sledovaných priečinkov môžete zrušiť úplne v nastaveniach %(appname)s.

source: Are you sure you want to remove this podcast? The downloads currently in progress will be canceled.
el: Είστε σίγουροι ότι θέλετε να αφαιρέσετε αυτό το podcast; Οι λήψεις που εκκρεμούν θα ακυρωθούν.
eu: Ziur zaude podcast hau kendu nahi duzula? Unean lanean ari diren deskargak bertan behera geldituko dira.
fr: Confirmer la suppression de ce podcast ? Les téléchargements en cours seront annulés.
nl: Zeker dat u deze podcast wil verwijderen? De momenteel lopende downloads worden afgesloten.
ru: Вы уверены что хотите удалить этот подкаст? Все активные загрузки будут отменены.
sk: Ste si istý, že chcete odstrániť tento podcast? Prebiehajúce sťahovania budú zrušené.

source: Username:
el: Όνομα χρήστη:
eu: Erabiltzaile-izena:
fr: Nom d'utilisateur :
nl: Gebruikersnaam:
ru: Имя пользователя
sk: Užívateľské meno:

source: Password:
el: Κωδικός πρόσβασης:
eu: Pasahitza:
fr: Mot de passe :
nl: Wachtwoord:
ru: Пароль
sk: Heslo:

source: Video Search
el: Αναζήτηση βίντεο
eu: Bideoen bilaketa
fr: Recherche vidéo
nl: Video zoeken
ru: Поиск видео
sk: Hľadanie videa

source: Use the search box above to search for videos on these sites
el: Χρησιμοποιήστε το παραπάνω πεδίο για αναζήτηση βίντεο σε αυτές τις ιστοσελίδες
eu: Erabili goiko testu-koadroa gune hauetan bideoak bilatzeko
fr: Utilisez la boîte de recherche ci-dessus pour rechercher des vidéos sur ces sites
nl: Gebruik het zoekvak bovenaan om te zoeken naar video's op deze sites
ru: Используйте окно поиска выше для поиска видео на этих сайтах

source: Searching for files
el: Γίνεται αναζήτηση για αρχεία
eu: Fitxategien bilaketa
fr: Recherche de fichiers
nl: Bestand aan het zoeken
ru: Поиск файлов

source: Searched %(count)s file
el: Έγινε αναζήτηση %(count)s αρχείου
eu: Fitxategi %(count)s bilatuta
fr: Recherche d'%(count)s fichier
nl: %(count)s bestand doorzocht
ru: Найден %(count)s файл

source: Videos
el: Βίντεο
eu: Bideoak
fr: Vidéos
ru: Видео
sk: Videá

source: Locked
el: Κλειδωμένο
eu: Blokeatuta
fr: Verrouillé
nl: Vergrendeld
ru: Заблокировано
sk: Zamknuté

source: paused
el: σε παύση
eu: pausatuta
fr: En pause
nl: gepauzeerd
ru: приостановлен
sk: Pozastavené

source: queued
el: σε αναμονή
eu: ilaratuta
fr: en attente
nl: in de wachtrij geplaatst
ru: в очереди
sk: vo fronte

source: Sharing Disabled
el: Ο διαμοιρασμός απενεργοποιήθηκε
eu: Partekatzea desgaituta
fr: Partage désactivé
nl: Delen uitgeschakeld
ru: Обмен файлами отключен
sk: zdieľanie vypnuté

source: You need to install the Bonjour libraries to be able to share files from %(appname)s-to-%(appname)s or to the Miro iPad app. Once you install the Bonjour libraries, you will have to restart %(appname)s.
el: Πρέπει να εγκαταστήστε τις βιβλιοθήκες Bonjour για να καταφέρετε να μοιραστείτε αρχεία από %(appname)s σε %(appname)s ή την εφαρμογή του Miro στο iPad. Αφού εγκαταστήσετε τις βιβλιοθήκες Bonjour θα πρέπει να επανεκκινήσετε το %(appname)s.
eu: Bonjour liburutegiak instalatu behar dituzu fitxategiak %(appname)s-(e)tik %(appname)s-(e)ra edo Miro iPad aplikaziora partekatzeko gai izateko. Bonjour liburutegiak instalatutakoan, %(appname)s berrabiarazi behar duzu.
fr: Vous devez installer les bibliothèques Bonjour afin de pouvoir partager les fichiers de %(appname)s avec %(appname)s ou avec l'application iPad Miro. Une fois les bibliothèques Bonjour installées, vous devrez redémarrer %(appname)s.
nl: Je moet de Bonjour libraries installeren om bestanden van %(appname)s naar %(appname)s of naar de Miro iPad applicatie te verzenden. Wanneer je de Bonjour libraries geïnstalleerd hebt dien je %(appname)s te herstarten.
ru: Вам необходимо установить библиотеки Bonjour для возможности обмена файлами из %(appname)s-в-%(appname)s или в приложение Miro iPad. После установки библиотек Bonjour, вам необходимо перезапустить %(appname)s.

source: Click here to install
el: Πατήστε εδώ για εγκατάσταση
eu: Klikatu hemen instalatzeko
fr: Cliquer ici pour l'installation
nl: Klik hier om te instaleren
ru: Нажмите здесь для установки
sk: Pre inštaláciu kliknite sem

source: On
el: Ενεργοποιημένο
eu: Aktibatuta
fr: Activé
nl: Aan
ru: Вкл.

source: Get Help
el: Λήψη βοήθειας
eu: Lortu laguntza
fr: Aide
nl: Hulp verkrijgen
ru: Получить Помощь
sk: Získať pomoc

source: Connect
el: Σύνδεση
eu: Konektatu
fr: Se connecter
nl: Verbinden
ru: Подключиться
sk: Pripojiť

source: %(shortappname)s Sharing
el: Διαμοιρασμός %(shortappname)s
eu: %(shortappname)s partekatzea
fr: Partage %(shortappname)s
nl: %(shortappname)s Delen
ru: Обмен файлами %(shortappname)s

source: %(shortappname)s can stream and download files to and from other %(shortappname)ss on your local network and to the Miro iPad app. It's awesome!
el: Το %(shortappname)s μπορεί να εκπέμψει και να λάβει αρχεία από άλλα %(shortappname)ss που βρίσκονται στο τοπικό δίκτυό σας και από την εφαρμογή Miro για iPad. Είναι καταπληκτικό!
eu: %(shortappname)s-k korronteak bidali/jaso eta fitxategiak karga/deskarga ditzake zure sare lokalean %(shortappname)s-(e)tik edo Miro iPad aplikaziotik. Egundokoa da!
fr: %(shortappname)s peut faire du streaming et télécharger des fichiers à partir d'autres %(shortappname)ss sur votre réseau local et vers l'application Miro iPad. C'est génial !
nl: %(shortappname)s kunnen bestanden van andere %(shortappname)ss naar de Miro iPad applicatie of binnen een lokaal netwerk streamen en downloaden. Briljant!
ru: %(shortappname)s может транслировать поток и загружать файлы в или из %(shortappname)ss в вашей локальной сети и в приложение Miro для iPad, что просто замечательно!

source: Disabled: Needs Bonjour
el: Το %(shortappname)s μπορεί να εκπέμψει και να λάβει αρχεία από άλλα %(shortappname)ss που βρίσκονται στο τοπικό δίκτυό σας και από την εφαρμογή Miro για iPad. Είναι καταπληκτικό!
eu: Desgaituta: Bonjour behar du
fr: Désactivé : Bonjour est requis.
nl: Uitgeschakeld: Bonjour vereist
ru: Отключено: Необходимо наличие Bonjour.

source: Share Music
el: Διαμοιρασμός μουσικής
eu: Partekatu musika
fr: Partager de la musique
nl: Deel muziek
ru: Обмен музыкой

source: Share Videos
el: Διαμοιρασμός βίντεο
eu: Partekatu bideoak
fr: Partager des vidéos
nl: Deel videos
ru: Обмен видео

source: Share Podcasts
el: Διαμοιρασμός podcasts
eu: Partekatu podcast-ak
fr: Partager les podcasts
nl: Deel podcasts
ru: Общий доступ к подкастам

source: My %(shortappname)s Share Name
el: Το όνομα κοινόχρηστων μου στο %(shortappname)s
eu: Nire %(shortappname)s partekatze-izena
fr: Mon nom de partage %(shortappname)s
nl: Mijn %(shortappname)s Share Naam
ru: Мое имя %(shortappname)s для обмена файлами

source: Sync a Phone, Tablet, or Digital Camera
el: Συγχρονίστε ένα τηλέφωνο, μια ταμπλέτα ή μια ψηφιακή φωτογραφική μηχανή
eu: Sinkronizatu telefono, tableta edo kamera digitala
fr: Synchroniser avec un téléphone, une tablette, ou un appareil-photo numérique
nl: Synchroniseer een telefoon, tablet of digitale camera
ru: Синхронизировать телефон, планшетный компьютер или цифровую фотокамеру
sk: Synchronizovať s telefónom, tabletom alebo digitálnym foťákom

source: Connect the USB cable to sync your Android device with %(shortappname)s. Be sure to set your device to 'USB Mass Storage' mode in your device settings. Attach your digital camera, and convert your video files to be instantly web-ready.
el: Συνδέσετε ένα καλώδιο USB για να συγχρονίσετε την Android συσκευή σας με το %(shortappname)s. Βεβαιωθείτε ότι ορίσατε τη συσκευή σας σε κατάσταση 'USB Mass Storage' από τις ρυθμίσεις τις συσκευής σας. Προσαρτήστε την ψηφιακή σας κάμερα και μετατρέψτε στιγμιαία τα βίντεο αρχεία σας σε μορφή συμβατή με τον ιστό.
eu: Konektatu USB kablea zure Android gailua %(shortappname)s-rekin sinkronizatzeko. Ziurtatu zure gailua 'USB biltegiratze' moduan ezarrita dagoela zure gailuaren ezarpenetan. Erantsi zure kamera digitala eta bihurtu zure bideo fitxategiak berehala web-erako gertu izateko.
fr: Branchez le câble USB pour synchroniser votre appareil sous Android avec %(shortappname)s. N'oubliez pas de régler votre appareil en mode « Stockage USB » dans les paramètres de votre appareil. Connectez votre appareil-photo numérique, et convertissez vos fichiers vidéo pour être immédiatement prêts pour le Web.
nl: Sluit je USB-kabel aan om je Android-toestel te synchroniseren met %(shortappname)s. Controleer bij de instellingen van je toestel dat deze ingesteld is op 'USB Mass Storage' modus. Verbind je digitale camera en converteer je videobestanden om ze direct web-klaar te maken.
ru: Подключите кабель USB для синхронизации вашего Android устройства с %(shortappname)s. Убедитесь что ваше устройство находится в режиме 'USB Mass Storage'. Подключите цифровую камеру и конвертируйте ваши видео файлы.

source: Show all attached devices and drives
el: Προβολή όλων τον συνδεδεμένων συσκευών και δίσκων
eu: Erakutsi erantsitako gailu eta unitate guztiak
fr: Afficher tous les périphériques et les lecteurs connectés
nl: Toon alle aangesloten apparaten en schijven
ru: Показать все подключенные устройства и диски
sk: Zobraziť všetky pripojené zariadenia a jednotky

source: Use this if your phone doesn't appear in %(shortappname)s when you connect it to the computer, or if you want to sync with an external drive.
el: Χρησιμοποιήστε το αν συνδέετε το τηλέφωνό σας στον υπολογιστή σας και δεν εμφανίζεται στο %(shortappname)s ή αν θέλετε να το συγχρονίσετε με έναν εξωτερικό δίσκο.
eu: Erabili hau zure telefonoa ez bada %(shortappname)s-(e)n agertzen zure ordenagailuan konektatzen duzunean edo kanpoko unitate batekin sinkronizatu nahi baduzu.
fr: Utilisez cette option si votre téléphone ne figure pas dans %(shortappname)s lorsque vous le connectez à l'ordinateur, ou si vous souhaitez synchroniser avec un lecteur externe.
nl: Gebruik dit als je telefoon niet verschijnt in %(shortappname)s wanneer je hem met je computer verbind, of wanneer je wilt synchroniseren met een externe schijf.
ru: Используйте эту настройку если ваш телефон не отобразился в %(shortappname)s, когда вы подключили его к компьютеру или если вы хотите синхронизироваться с внешним диском.

source: Miro on your iPad
el: Το Miro στο iPad σας
eu: Miro zure iPad-ean
fr: Miro sur votre iPad
nl: Miro op uw iPad
ru: Miro на вашем iPad
sk: Miro na Vašom iPade

source: The gorgeous Miro iPad app lets you wirelessly stream music and videos from %(shortappname)s on your desktop to your iPad. You can also download songs and videos to your iPad and take them with you.
el: Η πανέμορφη εφαρμογή Miro για iPad, σας επιτρέπει να εκπέμψετε ασύρματα μουσική και βίντεο από τον υπολογιστή σας μέσω του %(shortappname)s προς το iPad σας. Μπορείτε ακόμη να μεταφέρετε τραγούδια και βίντεο στο iPad σας και να τα πάρετε μαζί σας.
eu: Miro iPad aplikazio zoragarriarekin musika eta bideoak harigabe transmiti ditzakezu zure mahaigaineko %(shortappname)s-(e)tik zure iPad-era. Kantak eta bideoak ere deskarga ditzakezu zure iPad-era eta zurekin eraman.
fr: L'appli iPad Miro permet de jouer sur votre iPad, en wifi, de la musique et des vidéos depuis %(shortappname)s. Vous pouvez aussi télécharger de la musique et des vidéos vers votre iPad et les emporter partout avec vous.
nl: De prachtige Miro iPad applicatie laat je draadloos muziek en video's streamen van %(shortappname)s op je desktop naar je iPad. Je kan ook nummers en video's downloaden op je iPad om ze overal mee naar toe te nemen.
ru: Великолепное приложения Miro для iPad позволяет по воздуху транслировать музыку и видео из %(shortappname)s на вашем компьютере прямо на iPad. Вы так же можете загружать песни и видео на iPad для того, чтоб они были всегда с Вами.
sk: Táto oslnivá Miro iPad aplikácia Vám umožní bezdrôtovo streamovať hudbu a videá z %(shortappname)s na vašom počítači na Váš iPad. Môžte tiež stiahnuť skladby a videá na Váš iPad a zobrať si ich so sebou.

source: Miro on Android
el: Το Miro στο Android
eu: Miro Android-en
fr: Miro sur Android
nl: Miro en Android
ru: Miro для Android
sk: Miro na Androide

source: We don't yet have a Miro app for Android, but you can stream to your device using other DAAP apps.
el: Δεν έχουμε ακόμη κάποια εφαρμογή Miro για το Android αλλά μπορείτε να εκπέμψετε προς τη συσκευή σας χρησιμοποιώντας άλλες εφαρμογές DAAP.
eu: Oraindik ez daukagu Miro aplikaziorik Android-erako, baina zure gailura korronteak transmiti ditzakezu beste DAAP aplikazioak erabiliz.
fr: Nous n'avons pas encore une appli Miro pour Android, mais vous pouvez écouter sur votre appareil en utilisant d'autres applis DAAP.
nl: We hebben op dit moment nog geen Miro applicatie voor Android, maar je kan al wel streamen naar je toestel door een andere DAAP applicatie te gebruiken.
ru: Недоступно приложением Miro для Android, но вы можете принимать поток на ваше устройство используя другие приложения DAAP.
sk: Zatiaľ nemáme Miro aplikáciu pre Android, ale na streamovanie do Vášho zariadenia môžte použiť iné DAAP aplikácie.

source: Sources
el: Πηγές
eu: Iturburuak
nl: Bronnen
ru: Источники
sk: Zdroje

source: Sources are any websites that offer audio, video, or torrents for download that you would like to use within %(shortappname)s.
el: Οι πηγές είναι οποιεσδήποτε ιστοσελίδες προσφέρουν ήχους, βίντεο ή torrents για λήψη και θέλετε να χρησιμοποιήσετε μέσα από το %(shortappname)s.
eu: Iturburuak %(shortappname)s-(e)n erabili nahi dituzun audio, bideo edo torrentak deskargatzeko eskaintzen dituzten webguneak dira.
fr: Les sources sont les sites Web qui offrent audio, vidéo, ou des torrents de téléchargement que vous souhaitez utiliser dans %(shortappname)s.
nl: Bronnen zijn alle websites die audio, video of torrents aanbieden die jij wilt gebruiken met %(shortappname)s.
ru: Источники представляют собой любые веб-сайты предоставляющие аудио-, видео-контент или торренты для загрузки, которые вы хотели бы использовать в %(shortappname)s.

source: URL
eu: URL-a
ru: URL-адрес

source: Add Playlist
el: Προσθήκη λίστας αναπαραγωγής
eu: Gehitu erreprodukzio-zerrenda
fr: Ajouter une liste de lecture
nl: Afspeellijst toevoegen
ru: Добавить плейлист

source: Select the music and video stores you'd like to have appear in %(shortappname)s. Note: some other store websites may work well with %(shortappname)s if you add them as Sources, but these are Stores that we've integrated and tested.
el: Επιλέξτε τα καταστήματα μουσικής και βίντεο που θέλετε να εμφανίζονται στο %(shortappname)s. Σημειώστε: μπορεί και άλλες ιστοσελίδες-καταστήματα να λειτουργούν καλά με το %(shortappname)s αν τις προσθέσετε σαν πηγές, αλλά τα παρακάτω είναι καταστήματα που έχουν ενσωματωθεί και δοκιμαστεί από εμάς.
eu: Hautatu %(shortappname)s-(e)n agertzea nahi duzun musika eta bideo biltegiak. Oharra: beste biltegi webgune batzuk ongi lan egin dezakete %(shortappname)s-(r)ekin iturburu bezala gehitzen badituzu, baina hauek dira integratu eta probatu ditugun biltegiak.
fr: Choisissez les boutiques musicales et vidéo que vous voudriez voir apparaître dans %(shortappname)s. Notez que d'autres boutiques peuvent très bien fonctionner avec %(shortappname)s si vous les ajoutez en tant que sources. Mais les boutiques présentées ici offrent la garantie d'avoir été intégrées et testées.
nl: Selecteer de muziek- en videowinkels waarvan jij wil dat ze verschijnen in %(shortappname)s. Opmerking: Sommige andere winkelwebsites werken mogelijk goed met %(shortappname)s als je ze als Bronnen toevoegt, maar dit zijn de winkels die wij getest en geïntregeerd hebben.
ru: Выберите музыкальные и видео магазины, которые хотите видеть в %(shortappname)s. Примечание: другие вб-сайты магазинов могут работать с %(shortappname)s, если вы добавите их как источники, но совместимость с перечисленными магазинами была проверена нами.

source: Update Podcasts In Folder
el: Ενημέρωση του φακέλου των podcasts
eu: Eguneratu podcast-ak karpetan
fr: Mettre à jour les podcasts dans le dossier
nl: Update podcasts in map
ru: Обновить подкасты в папке

source: Update Podcast Now
el: Ενημέρωση του podcast τώρα
eu: Eguneratu podcast-ak orain
fr: Mettre à jour le podcast maintenant
nl: Update Podcast nu
ru: Обновить подкаст сейчас

source: Revert Podcast Name
el: Επαναφορά ονόματος podcast
eu: Leheneratu podcast-aren izena
fr: Annuler le changement de nom
nl: Herstel vorige podcastnaam
ru: Обратить название подкаста

source: Update Podcasts Now
el: Ενημέρωση των podcasts τώρα
eu: Eguneratu podcast-ak orain
fr: Mettre à jour les podcasts maintenant
nl: Update Podcasts nu
ru: Обновить подкасты сейчас

source: Unknown Album
el: Άγνωστο άλμπουμ
eu: Album ezezaguna
fr: Album inconnu
nl: Onbekend album
ru: Неизвестный альбом
sk: Neznámy album

source: Unknown Artist
el: Άγνωστος καλλιτέχνης
eu: Artista ezezaguna
fr: Artiste inconnu
nl: Onbekende artiest
ru: Неизвестный исполнитель

source: State
el: Κατάσταση
eu: Egoera
fr: État
nl: Status
ru: Состояние

source: Album/Artist
el: Άλμπουμ/Καλλιτέχνης
eu: Albuma/Artista
fr: Album/Artiste
nl: Album/Artiest
ru: Альбом/Исполнитель

source: Date
el: Ημερομηνία
eu: Data
nl: Datum
ru: Дата
sk: Dátum

source: Time
el: Χρόνος
eu: Ordua
fr: Durée
nl: Duur
ru: Время
sk: Čas

source: Status
el: Θέση
eu: Egoera
fr: Statut
ru: Состояние
sk: Stav

source: ETA
el: Εκτιμώμενος χρόνος λήψης
eu: Falta den denbora
fr: Durée restante estimée
nl: Resterend
ru: Осталось
sk: Odhadovaný čas

source: Torrent details
el: Λεπτομέρειες του torrent
eu: Torrenaren xehetasunak
fr: Détails du torrent
ru: Информация о торренте
sk: Podrobnosti torrentu

source: Speed
el: Ταχύτητα
eu: Abiadura
fr: Vitesse
nl: Snelheid
ru: Скорость
sk: Rýchlosť

source: Date Added
el: Ημερομηνία προσθήκης
eu: Gehitze-data:
fr: Date d'ajout
nl: Toegevoegd op
ru: Дата добавления

source: Last Played
el: Τελευταία αναπαραγωγή
eu: Azken erreprodukzioa
fr: Dernière lecture
nl: Laatst beluisterd
ru: Последнее воспроизведение
sk: Naposledy prehrávané

source: Description
el: Περιγραφή
eu: Deskribapena
nl: Omschrijving
ru: Описание
sk: Popis

source: File Type
el: Τύπος αρχείου
eu: Fitxategi-mota
fr: Type de fichier
nl: Bestandstype
ru: Тип файла
sk: Typ súboru

source: Order
el: Σειρά
eu: Ordena
fr: Commande
nl: Opdracht
ru: Порядок

source: HTTP error
el: Σφάλμα HTTP
eu: HTTP errorea
fr: Erreur HTTP
nl: HTTP-fout
ru: Ошибка HTTP
sk: HTTP chyba

source: %(host)s closed connection
el: Το %(host)s τερμάτισε τη σύνδεση
eu: %(host)s-(e)k konexioa itxi du
fr: %(host)s a fermé la connexion
nl: %(host)s afgesloten verbinding
ru: Соединение закрыто сервером %(host)s
sk: %(host)s ukončil spojenie

source: %(host)s gave us an empty response
el: Το %(host)s μας έδωσε κενού περιεχομένου απάντηση
eu: %(host)s-(e)k erantzun hutsa eman digu
fr: %(host)s a renvoyé une réponse vide
nl: %(host)s gaf een ongeldige reactie
ru: %(host)s дал нам пустой ответ

source: Host returned %(status)s
el: Ο υπολογιστής επέστρεψε %(status)s
eu: Ostalariak %(status)s itzuli du
fr: L'hôte a renvoyé %(status)s
nl: Host gaf %(status)s terug
ru: Хост вернул %(status)s

source: Please retry later
el: Παρακαλώ προσπάθησε ξανά αργότερα
eu: Mesedez saiatu geroago
fr: Veuillez recommencer plus tard
nl: Probeer het later opnieuw
ru: Повторите попытку позже
sk: Prosím skúste neskôr
